Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: After the problem report has been sent, please fill out the form in the automatically opened web browser.
bn: সমস্যার প্রতিবেদন পাঠানোর পরে, অনুগ্রহ করে স্বয়ংক্রিয়ভাবে উন্মুক্ত ওয়েব ব্রাউজারে ফর্মটি পূরণ করুন।
cy: Ar ôl i'r adroddiad problem gael ei anfon, llenwch y ffurflen yn y porwr gwe agorwyd yn awtomatig.
el: Μετά την αποστολή της αναφοράς προβλήματος, παρακαλώ συμπληρώστε την φόρμα στον περιηγητή ιστού που θα ανοίξει αυτόματα.
et: Pärast vearaporti saatmist täida palun vorm automaatselt avanevas veebibrauseri aknas.
fi: Kun raportti ongelmasta on lähetetty, ole ystävällinen ja täytä selaimeesi automaattisesti aukeava lomake.
hi: समस्या रिपोर्ट भेजने के पश्चात, कृपया इस फार्म को भरें जो स्वचालित रुप से वेब खंगालक(ब्राउजर) में खुलेगा.
ko: 문제 보고서가 전송된 후에, 자동으로 열리는 웹 브라우저 내의 문항을 작성해 주시기 바랍니다.
lv: Pēc tam, kad problēma būs nosūtīta, lūdzu aizpildiet formu, kas tiks automātiski atvērta tīmekļa pārlūkā.
ms: Selepas laporan masalah dihantar, sila isikan borang didalam pelayar sesawang yang dibuka secara automatik.
oc: Un còp que lo rapòrt d'incident serà estat mandat, completatz lo formulari dobèrt automaticament dins vòstre navigador Web.
sr: Након обављеног слања извештаја о проблему, попуните формулар у самостално отвореном интернет прегледнику.
th: หลังจากที่รายงานปัญหาถูกส่งไปแล้ว โปรดกรอกข้อมูลลงในแบบฟอร์ม ในโปรแกรมท่องเว็บที่เปิดขึ้นมาโดยอัตโนมัติ
zh_hk: 在報告送出之後，請填妥於 自動開啟的瀏覽器中的表格。
zh_tw: 在問題報告傳送後，請填寫自動開啟之 網路瀏覽器中的表格。

source: &Send report (%s)
bn: প্রতিবেদন পাঠানো হয়েছে (%s) (&S)
cy: A&nfon adroddiad (%s)
el: Απο&στολή αναφοράς (%s)
et: &Saada raport (%s)
fi: &Lähetä raportti (%s)
hi: रिपोर्ट (&S)भेजें (%s)
ko: 보고서 보내기(&S) - (%s)
lv: &Sūtīt ziņojumu (%s)
ms: &Hantar laporan(%s)
oc: &Mandar lo rapòrt (%s)
sr: &Пошаљи извештај (%s)
zh_hk: 傳送報告（%s） (&S)
zh_tw: 傳送報告 (%s)(&S)

source: &Examine locally
bn: স্থানীয়ভাবে পরীক্ষা করুন (&E)
cy: A&rchwiliwch yn lleol
el: &Διερεύνηση τοπικά
fi: &Tutki paikallisesti
hi: &स्थानीय स्तर पर जांच
ko: 로컬에서 검사(&E)
lv: &Eksaminēt lokāli
ms: &Periksa secara setempat
oc: &Examinar en local
sr: &Испитај локално
th: &ตรวจในเครื่อง
zh_hk: 於本地端檢查(&E)
zh_tw: 於本地端檢查(&E)

source: &View report
bn: প্রদর্শিত রিপোর্ট (&V)
cy: &Gweld yr adroddiad
el: &Εμφάνιση αναφοράς
et: &Näita raportit
fi: Tarkastele &raporttia
hi: रिपोर्ट देखें(&V)
ko: 보고서 보기(&V)
lv: Sk&atīt ziņojumu
ms: &Lihat laporan
oc: &Veire lo rapòrt
sr: &Прикажи извештај
zh_hk: 檢視報告 (&V)
zh_tw: 檢視報告(&V)

source: &Keep report file for sending later or copying to somewhere else
bn: রিপোর্ট ফাইল পরে পাঠানোর জন্য রাখুন অথবা অন্য কোথাও অনুলিপি করুন (&K)
cy: &Cadw ffeil adroddiad i'w hanfon yn hwyrach neu ei chopïo i rywle arall
el: &Κράτηση της αναφοράς για μετέπειτα αποστολή ή αντιγραφή της κάπου αλλού
et: &Hoia raportifail alles, et see saata hiljem või kopeerida mujale
fi: &Säilytä raporttitiedosto myöhemmin lähetettäväksi tai muualle kopioitavaksi
hi: बाद में भेजने हेतु रिपोर्ट संचिका रखें(&K) या किसी अन्य जगह पर इसकी नकल रखे
ko: 나중에 보내거나 다른 곳에 복사해 두기 위해 보고서 파일 저장(&K)
lv: &Paturēt ziņojumu failu sūtīšanai vēlāk vai kopēšanai uz citurieni
ms: &Simpan dahulu fail laporan untuk dihantarkan kemudian atau salin ke tempat lain terlebih dahulu
oc: &Conservar lo fichièr del rapòrt per lo mandar ulteriorament o lo copiar endacòm
sr: &Задржи датотеку извештаја за касније слање или умножавање на неко друго место
th: &เก็บแฟ้มรายงานไว้ส่งทีหลังหรือคัดลอกไปไว้ในที่อื่น ๆ
zh_hk: 保留回報檔稍候傳送或複製至其他地點 (&K)
zh_tw: 保留回報檔，稍後傳送或複製至其他位置(&K)

source: Cancel and &ignore future crashes of this program version
bn: এই প্রোগ্রাম সংস্করণের ভবিষ্যৎ ক্র্যাশ বাতিল এবং উপেক্ষা করুন ( &I)
cy: D&iddymu ac anwybyddu chwaliadau o'r fersiwn rhaglen hon yn y dyfodol
el: Ακύρωση και αγνόηση μελλοντ&ικών καταρρεύσεων αυτής της έκδοσης του προγράμματος
et: Katkesta ja &ignoreeri edaspidi selle programmi versiooni krahhe
fi: Peru ja &jätä jatkossa huomiotta tämän ohjelmaversion kaatumiset
hi: निरस्त करें तथा इस कार्यक्रम संस्करण के आगे से ध्वंस की उपेक्षा(&i)करें
ko: 이 버전의 프로그램에서 다시 문제가 발생해도 무시하기(&I)
lv: Atcelt un &ignorēt šīs programmas versijas tālākās avārijas
ms: Batal dan &abaikan kerosakan dimasa hadapan untuk versi program ini
oc: Anullar e &ignorar los plantatges venents d'aquesta version del programa
sr: Откажи и &занемари будуће грешке у раду овог издања програма
th: ยกเลิกและเพิกเ&ฉยต่อการขัดข้องครั้งหน้าของโปรแกรมรุ่นนี้
zh_hk: 取消及忽略未來此程式版本的當機 (&I)
zh_tw: 取消及忽略未來此程式版本的當機(&I)

source: &Cancel
bn: বাতিল (&C)
cy: &Diddymu
el: &Ακύρωση
et: &Loobu
fi: &Peruuta
hi: निरस्त(&C) करें
ko: 취소(&C)
lv: At&celt
ms: &Batal
oc: &Anullar
sr: &Откажи
th: &ยกเลิก
zh_hk: 取消 (&C)
zh_tw: 取消(&C)

source: Problem report file:
bn: রিপোর্ট ফাইলে সমস্যা:
cy: Ffeil adroddiad problem:
el: Αρχείο αναφοράς προβλήματος:
et: Vearaporti fail:
fi: Ongelmaraporttitiedosto:
hi: समस्या रिपोर्ट संचिकाः
ko: 문제 보고서 파일:
lv: Problēmas ziņojuma fails:
ms: Fail laporan masalah:
oc: Fichièr del rapòrt d'incident :
sr: Датотека извештаја о проблему:
zh_hk: 問題回報檔：
zh_tw: 問題回報檔：

source: &Confirm
bn: নিশ্চিত (&C)
cy: &Cadarnhau
el: &Επιβεβαίωση
et: K&innita
fi: &Vahvista
hi: सुनिश्चित(&C)
ko: 확인(&C)
lv: Aps&tiprināt
ms: &Sahkan
oc: &Confirmar
sr: &Потврди
zh_hk: 確認 (&C)
zh_tw: 確認(&C)

source: Error: %s
bn: ত্রুটি: %s
cy: Gwall: %s
el: Σφάλμα: %s
et: Viga: %s
fi: Virhe: %s
hi: त्रुटि: %s
ko: 오류: %s
lv: Kļūda: %s
ms: Ralat: %s
sr: Грешка: %s
zh_hk: 錯誤：%s
zh_tw: 錯誤：%s

source: Collecting problem information
bn: সমস্যার তথ্য সংগ্রহ করা হচ্ছে
cy: Casglu gwybodaeth am broblemau
el: Συλλογή πληροφοριών προβλήματος
et: Probleemi kirjeldavate andmete kogumine
fi: Kerätään tietoja ongelmasta
hi: समस्या सूचना इकठ्ठा कर रहा है
ko: 문제 정보를 모으는 중
lv: Savāc informāciju par problēmu
ms: Mengumpul maklumat masalah
oc: Collècta d'informacions ligadas al problèma
sr: Прикупљам информације о проблему
th: กำลังรวบรวมข้อมูลของปัญหา
zh_hk: 正在收集問題資訊
zh_tw: 正在收集問題資訊

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
bn: সংগৃহীত তথ্য ডেভেলপারকে পাঠানো হতে পারে উন্নত করতে অ্যাপ্লিকেশন। এটি কয়েক মিনিট সময় নিতে পারে।
cy: Mae modd anfon y wybodaeth a gasglwyd at y datblygwyr i wella'r rhaglen. Gall hyn gymryd ychydig funudau.
el: Οι πληροφορίες που έχουν συλλεχθεί, μπορούν να αποσταλούν στους υπεύθυνους ανάπτυξης για την περαιτέρω βελτίωση της εφαρμογής. Η αποστολή μπορεί να διαρκέσει μερικά λεπτά.
et: Kogutud teabe võib saata arendajatele, et rakendust parandada. See võib võtta mõne minuti.
fi: Kerätyt tiedot voidaan lähettää kehittäjille ohjelman parantamiseksi. Tähän voi mennä muutama minuutti.
hi: संगृहित सूचना के द्वारा कार्यक्रम को उन्नत करने हेतु विकासकर्ता के पास भेजा जा सकता है इसमें कुछ मिनट का समय लग सकता है.
ko: 수집한 정보를 개발자에게 보내 프로그램 개선할 수 있습니다. 이 작업은 수 분이 필요할 수 있습니다.
lv: Savāktā informācija var tikt nosūtīta izstrādātājiem, lai uzlabotu lietotnes darbību. Tas var aizņemt pāris minūtes.
ms: Maklumat yang dikutip boleh dihantat kepada pembangun untuk mempertingkatkan kualiti aplikasi. Ia mengimbil masa beberapa minit.
oc: Las informacions collectadas pòdon èsser mandadas als desvolopaires per melhorar l'aplicacion. Aquò pòt prene qualques minutas.
sr: Прикупљене информације могу бити послате програмерима ради побољшања програма. То може потрајати неколико минута.
th: ข้อมูลที่รวบรวมมาสามารถส่งไปให้นักพัฒนาเพื่อให้ทำการปรับปรุงโปรแกรมได้ การดำเนินการนี้จะใช้เวลาเพียงไม่กี่นาที
zh_hk: 已收集的資訊可傳送給程式開發者以改進此 應用程式。這可能需要幾分鐘。
zh_tw: 收集的資訊可傳送予開發者以改進此 應用程式。這可能需要數分鐘。

source: Uploading problem information
bn: সমস্যার তথ্য হালনাগাদ করা হচ্ছে
cy: Wrthi'n llwytho gwybodaeth problem
el: Αποστολή πληροφοριών προβλήματος
et: Probleemi kirjeldava teabe üleslaadimine
fi: Lähetetään tiedot ongelmasta
hi: समस्या सूचना अपलोड कर रहा है
ko: 문제 정보를 업로드하는 중
lv: Augšupielādē informāciju par problēmu
ms: Memuat naik maklumat masalah
oc: Mandadís de las informacions ligadas al problèma
sr: Шаљем информације о проблему
th: กำลังอัปโหลดข้อมูลปัญหา
zh_hk: 正在上載問題資訊
zh_tw: 正在上傳問題資訊

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
bn: সংগৃহীত তথ্য বাগ ট্র্যাকিং সিস্টেমে পাঠানো হচ্ছে। এটি কয়েক মিনিট সময় নিতে পারে।
cy: Mae'r wybodaeth a gasglwyd yn cael ei hanfon i'r system olrhain bygiau. Gall hyn gymryd ychydig o funudau.
el: Οι πληροφορίες που συλλέχθηκαν αποστέλλονται στο σύστημα καταγραφής σφαλμάτων. Αυτό μπορεί να διαρκέσει μερικά λεπτά.
et: Kogutud teave saadetakse veahaldussüsteemi. See võib võtta mõne minuti.
fi: Kerätyt tiedot lähetetään virheseurantajärjestelmään. Tähän voi mennä muutama minuutti.
hi: संकलित सूचना बग खोज तंत्र को भेजा जाना है. इसमें कुछ मिनट का समय लग सकता है.
ko: 수집한 정보가 버그 추적 시스템으로 전송되고 있습니다. 이 과정은 몇 분 정도 걸릴 수 있습니다.
lv: Savāktā informācija tiek nosūtīta uz kļūdu sekošanas sistēmu. Tas var aizņemt pāris minūtes.
ms: Maklumat yang dikutip telah dihantar ke sistem penjejakan pepijat. Ia mengambil masa beberapa minit.
oc: Las informacions collectadas son mandadas al sistèma de seguit de bugs. Aquò pòt prene qualques minutas.
sr: Прикупљене информације су послате систему за праћење грешака. Ово може потрајати неколико минута.
th: ข้อมูลที่รวบรวมมากำลังจะถูกส่งไปยังระบบติด ตามบั๊ก การดำเนินการนี้จะใช้เวลาเพียงไม่กี่นาที
zh_hk: 已收集的資訊將被傳送至錯誤追蹤系統。 這可能需要數分鐘。
zh_tw: 已收集的資訊將傳送至臭蟲追蹤系統。 這可能需要數分鐘。

source: &Done
bn: সম্পন্ন (&D)
cy: &Wedi gorffen!
el: &Ολοκληρώθηκε
et: &Valmis
fi: &Valmis
hi: सम्पन्न (&D)
ko: 마침(&D)
lv: &Pabeigts
ms: &Selesai
oc: &Acabat
sr: &Урађено
zh_hk: 完成 (&D)
zh_tw: 完成(&D)

source: none
bn: কোনটি না
cy: dim
el: κανένα
et: puudub
fi: ei mitään
hi: कोई नहीं
ko: 없음
lv: nekas
ms: tiada
oc: pas cap
sr: ништа
zh_hk: 無
zh_tw: 無

source: Selected: %s. Multiple choices:
bn: নির্বাচিত: %s। একাধিক পছন্দ:
cy: Wedi'i ddewis: %s. Dewisiadau lluosog:
el: Επιλέχθηκε: %s. Πολλαπλές επιλογές:
et: Valitud: %s. Mitu valikut:
fi: Valittu: %s. Useita valintoja:
hi: चुने: %s. बहुविकल्प:
ko: %s. 다중 선택:
lv: Izvēlēts: %s. Vairākas izvēles:
ms: Dipilih: %s. Berbilang pilihan:
oc: Seleccionat : % s. Causida multipla :
sr: Изабрано: %s. Више избора:
th: เลือกแล้ว: %s. หลายตัวเลือก:
zh_hk: 已選擇：%s。多種選擇：
zh_tw: 已選擇：%s。多種選擇：

source: Choices:
bn: পছন্দ:
cy: Dewisiadau:
el: Επιλογές:
et: Valikud:
fi: Valinnat:
hi: विकल्प:
ko: 선택:
lv: Izvēles:
ms: Pilih:
oc: Causida multipla :
sr: Избори:
zh_hk: 選項：
zh_tw: 選項：

source: Path to file (Enter to cancel):
bn: ফাইলের পাথ (বাতিল করতে এন্টার দিন):
cy: Llwybr i'r ffeil (Enter i ddiddymu):
el: Διαδρομή προς το αρχείο (πατήστε Enter για ακύρωση):
et: Faili tee (tühistamiseks Enter klahv):
fi: Polku tiedostoon (Enter peruu):
hi: संचिका का मार्ग(निरस्त हेतु एंटर करें)
ko: 파일 경로(취소하려면 엔터 키를 누르세요):
lv: Ceļs uz failu (Enter, lai atsauktu):
ms: Laluan ke fail (Enter untuk batal):
oc: Emplaçament del fichièr (tòca Entrada per anullar) :
sr: Путања до датотеке („Унеси“ да откажете):
th: เส้นทางมายังแฟ้ม (กด Enter เพื่อยกเลิก):
zh_hk: 檔案路徑（按下 Enter 取消）：
zh_tw: 檔案路徑 (按 Enter 取消)：

source: File does not exist.
bn: ফাইল বিদ্যমান নয়।
cy: Nid yw'r ffeil yn bodoli
el: Το αρχείο δεν υπάρχει.
et: Faili ei ole.
fi: Tiedostoa ei ole olemassa.
hi: संचिका उपलब्ध नहीं है
ko: 파일이 존재하지 않습니다.
lv: Fails nepastāv.
ms: Fail tidak wujud.
oc: Lo fichièr existís pas.
sr: Датотека не постоји.
zh_hk: 檔案不存在。
zh_tw: 檔案不存在。

source: This is a directory.
bn: এটি একটি ডিরেক্টরি।
cy: Cyfeiriadur yw hwn.
el: Αυτό είναι κατάλογος αρχείων.
et: See on kataloog.
fi: Tämä on hakemisto.
hi: यह एक निर्देशिका है.
ko: 이것은 디렉터리입니다.
lv: Tā ir direktorija.
ms: Merupakan direktori.
oc: Aquò's un repertòri.
sr: Ово је директоријум.
zh_hk: 這是一個目錄。
zh_tw: 這是個目錄。

source: To continue, you must visit the following URL:
bn: চালিয়ে যেতে, আপনি অবশ্যই উল্লেখিত URL পরিদর্শন করুন:
cy: I barhau, rhaid i chi ymweld â'r URL canlynol:
el: Για να συνεχίσετε πρέπει να επισκεφθείτε αυτή τη διεύθυνση διαδικτύου (URL):
et: Jätkamiseks pead külastama järgmist URLi:
fi: Jatkaaksesi sinun tulee käydä seuraavassa URL-osoitteessa:
hi: आगे बढ़ने के लिए, आप निम्न URL पर जाएंः
ko: 계속하려면, 다음 주소를 방문해주십시오:
lv: Lai turpinātu, jums jāapmeklē šekojoša adrese ar URL:
ms: Untuk teruskan, anda mesti lawati URL berikut:
oc: Per contunhar, vos cal anar a aquela adreça :
sr: Да наставите, морате да посетите следећу адресу:
zh_hk: 如要繼續，您必須造訪以下網址：
zh_tw: 欲繼續，您必須造訪以下網址：

source: You can launch a browser now, or copy this URL into a browser on another computer.
bn: আপনি এখন ব্রাউজার চালু করতে পারেন, অথবা অন্য কম্পিউটারের ব্রাউজারে এই URL অনুলিপি করতে পারেন।
cy: Gallwch chi lansio porwr nawr, neu gopïo'r URL hwn i mewn i borwr ar gyfrifiadur arall.
el: Μπορείτε να εκκινήσετε τώρα ένα περιηγητή ιστοσελίδων ή να αντιγράψετε αυτή τη διεύθυνση σε έναν περιηγητή σε άλλον υπολογιστή.
et: Võite nüüd veebilehitseja käivitada, või kopeerida selle URLi mõne teise arvuti brauserisse.
fi: Voit nyt käynnistää selaimen tai kopioida tämän URL-osoitteen selaimeen toisella tietokoneella.
hi: आप अब एक खंगालक(ब्राउजर) खोल सकते है या इस URL की नकल अन्य कंप्यूटर के खंगालक में कर सकते हैं.
ko: 지금 브라우저를 실행하거나 다른 컴퓨터의 브라우저에 이 주소를 복사해주십시오.
lv: Jūs varat palaist pārlūku tagad, vai arī nokopēt šo URL pārlūkā citā datorā.
ms: Anda boleh lancarkan pelayar sekarang, atau salin URL ini kedalam pelayar pada komputer lain.
oc: Podètz dobrir un navigador Web ara, o picar aquesta URL dins un navigador sus un autre ordenador.
sr: Сада можете покренути прегледника, или умножити ову адресу у прегледнику на неком другом рачунару.
th: คุณสามารถเปิดโปรแกรมท่องเว็บได้แล้วตอนนี้ หรือคัดลอก URL นี้ไปยังโปรแกรมท่องเว็บบนคอมพิวเตอร์เครื่องอื่น
zh_hk: 您現在可以啟動瀏覽器，或複製此網址到另一台電腦的瀏覽器中。
zh_tw: 您現在可以啟動瀏覽器，或複製此網址到另一臺電腦的瀏覽器中。

source: Launch a browser now
bn: এখন ব্রাউজার চালু করুন
cy: Lansio porwr nawr
el: Εκκινήστε έναν περιηγητή ιστοσελίδων τώρα
et: Käivitada veebilehitseja nüüd
fi: Käynnistä selain nyt
hi: अब एक खंगालक(ब्राउजर) खोले
ko: 지금 브라우저 실행하기
lv: Palaist pārlūku tagad
ms: Lancarkan pelayar sekarang
oc: Aviar un navigador Web ara
sr: Покрени прегледника сада
zh_hk: 現在啟動瀏覽器
zh_tw: 現在啟動瀏覽器

source: No pending crash reports. Try --help for more information.
bn: কোনো অমীমাংসিত ক্র্যাশ প্রতিবেদন নেই। চেষ্টা করুন --আরও তথ্যের জন্য সহায়তা।
cy: Dim adroddiadau chwalu yn yr arfaeth. Rhowch gynnig ar --help am fwy o wybodaeth.
el: Δεν εκκρεμούν αναφορές καταρρεύσεων. Δοκιμάστε την --help για περισσότερες πληροφορίες.
et: Ootel vearaporteid pole. Proovi --help võtit lisainfo jaoks.
fi: Ei odottavia kaatumisraportteja. Kokeile --help saadaksesi lisäinformaatiota.
hi: विध्वंस रिपोर्ट विचारधीन नहीं है. अधिक जानकारी हेतु --help का उपयोग करें.
ko: 대기 중인 문제 보고서가 없습니다. --help 옵션을 이용해 더 많은 정보를 확인할 수 있습니다.
lv: Nav gaidošu ziņojumu par avāriju. Mēģiniet --help, lai uzzinātu vairāk.
ms: Tiada laporan kerosakan ditangguhkan. Cuba taip --help untuk maklumat lanjut.
oc: Pascap de rapòrt d'incident en espèra. Ensajatz --help per mai d'informacions.
sr: На чекању нема извештаја о паду. Пробајте „--help“ за више информација.
th: ไม่มีรายงานปัญหาที่รออยู่ ลองเรียกคำสั่ง --help เพื่อดูข้อมูลเพิ่มเติม
zh_hk: 無等待中的當機報告。輸入 --help 以獲得更多資訊。
zh_tw: 無等待中的當機報告。更多資訊請試試 --help。

source: Do not put the new traces into the report, but write them to stdout.
bn: প্রতিবেদনে নতুন চিহ্ন রাখবেন না, কিন্তু stdout এ লিখুন।
cy: Peidiwch â rhoi'r olion newydd yn yr adroddiad, ond eu hanfon nhw i stdout.
el: Να μην γίνει προσθήκη νέων στοιχείων στην αναφορά, αλλά να γραφτούν στο stdout.
et: Ärge pange uusi jälgi aruandesse, vaid kirjutage need stdouti.
fi: Älä laita uusia jäljityksiä raporttiin, mutta kirjoita ne stdout:iin.
hi: इस रिपोर्ट में नया खोज नहीं डाले, लेकिन इसे stdout में लिखें.
ko: 새로운 오류 추적 기록을 보고서에 추가하지 않고 STDOUT로 내보냅니다.
lv: Ziņojumam nepievienot jaunas trases, bet izvadīt tās stdout.
ms: Jangan letakkan surihan baru kedalam laporan, tetapi tuliskannya ke stdout.
oc: Plaçar pas las « traças » novèlas dins lo rapòrt de bug, mas los escriure sus la sortida estandarda.
sr: Неће унети нове трагове у извештај, већ ће их записати на стандардни излаз.
th: ไม่ต้องเพิ่มการติดตามใหม่ลงในรายงาน แต่ให้เขียนไปที่ stdout
zh_hk: 不要將新的錯誤追溯放在報告中，只把參數寫入。
zh_tw: 不要將新的錯誤追溯放在報告中，但輸出至標準輸出（stdout）。

source: Start an interactive gdb session with the report's core dump (-o ignored; does not rewrite report)
bn: প্রতিবেদনের কেন্দ্র ডাম্পের সাথে মিথষ্ক্রিয়ায় gdb সেশন আরম্ভ করুন (-o উপেক্ষা করা হয়েছে; পুনরায় প্রতিবেদন লিখেনি)
cy: Dechreuwch sesiwn gdb rhyngweithiol gyda dymp craidd yr adroddiad (-o ignored; nid yw'n ailysgrifennu'r adroddiad)
el: Εκκινήστε μια διαδραστική συνεδρία gdb με το core dump της αναφοράς (το -o παραβλέπεται, δεν δημιουργείται εκ νέου η αναφορά)
fi: Aloita interaktiiviinen gdb-istunto raportin ydinvedoksen kanssa (-o jättää huomioimatta; ei kirjoita raporttia)
hi: संवादात्मक gdb सत्र को कोर ढ़ेर रिपोर्ट के साथ शुरु करें (-o उपेक्षित; रिपोर्ट को पुनः नहीं लिखें)
ko: 보고서의 코어 덤프로 gdp 세션 시작.(-o 무시, 보고서를 다시 작성하지 않음)
lv: Sākt interaktīvu gdb sesiju ar ziņojuma kodola izmeti (ignorēts -o; nepārraksta ziņojumu)
ms: Mulakan sesi gdb berinteraktif dengan laporan longgokan teras (-o abaikan; tidak menulis semula laporan)
oc: Avia una sesilha gdb interactiva amb l'imatge memòria (core dump) del rapòrt (-0 ignorat ; reescriu pas lo rapòrt)
sr: Покреће интерактивну гдб сесију са језгром припремљеног извештаја (-o занемарено; неће преписати извештај)
th: เริ่มวาระ gdb แบบโต้ตอบพร้อมบันทึกหลักของรายงาน (ละเว้น -o; ไม่ต้องเขียนรายงานใหม่)
zh_hk: 啟動新的互動式 gdb 連線階段及核心傾印報告（-o 忽略：不會複寫報告）
zh_tw: 啟動新的互動式 gdb 連線階段及核心傾印報告（-o 忽略：不會複寫報告）

source: Write modified report to given file instead of changing the original report
bn: পরিবর্তন করা হচ্ছে এমন প্রকৃত প্রতিবেদনের পরিবর্তে প্রদত্ত ফাইলের পরিবর্তিত প্রতিবেদন লিখুন
cy: Ysgrifennwch adroddiad wedi'i addasu i ffeil a roddwyd yn lle newid yr adroddiad gwreiddiol
el: Εγγραφή της τροποποιημένης αναφοράς στο επιλεγμένο αρχείο αντί για αλλαγή της αρχικής αναφοράς
et: Algse aruande muutmise asemel kirjutage antud faili muudetud aruanne
fi: Kirjoita muokattu raportti annetulle tiedostolle alkuperäisen raportin muuttamisen sijaan
hi: मूल रिपोर्ट में बदलाव के स्थान पर दिए गए संचिका हेतु आशोधन रिपोर्ट लिखें
ko: 원본 보고서를 바꾸지 않고, 수정된 보고서를 주어진 파일에 씁니다
lv: Raksta izmainītu ziņojumu uz doto failu oriģinālā ziņojuma izmainīšanas vietā
ms: Tulis laporan yang diubahsuai pada fail yang diberikan selain dari mengubah laporan asal
oc: Escriu lo rapòrt dins un fichièr donat puslèu que de modificar lo rapòrt d'origina.
sr: Записује измењени извештај у задату датотеку уместо да мења оригинални извештај
th: เขียนรายงานที่ปรับเปลี่ยนไปที่แฟ้มที่ระบุแทนที่จะเปลี่ยนรายงานดั้งเดิม
zh_hk: 寫入經修改的報告到特定的檔案來替代改變原來的報告
zh_tw: 寫入已修改的報告至特定的檔案來替代改變原始報告

source: Remove the core dump from the report after stack trace regeneration
bn: স্ট্যাক চিহ্ন পুনরূদ্ধারের পরে প্রতিবেদন থেকে কোর ডাম্প অপসারণ করুন
cy: Tynnwch y dymp craidd o'r adroddiad ar ôl adfywio olrhain pentwr
el: Αφαίρεση του αρχείου εικόνας μνήμης (core dump) από την αναφορά μετά την επαναδημιουργία της ακολουθίας κλήσεων στοίβας
fi: Poista muistivedos raportista pinojäljityksen elvyttämisen jälkeen
hi: ढ़ेर खोज पुनःउत्पत्ति के पश्चात रिपोर्ट से कोर ढ़ेर को हटाएं
ko: 스텍 트레이스를 다시 생성한 후 코어 덤프 제거
lv: Izņemt kodola izmeti no ziņojuma pēc steka trases reģenerācijas
ms: Buang longgokan teras dari laporan selepas penjanaan semula surihan tindanan
oc: Suprimir l'imatge memòria (core dump) del compte rendut aprèp regeneracion de l'estat de la pila
sr: Уклања језгро припремљеног из извештаја након поновног стварања спремника путање
th: เอาบันทึกหลักออกจากรายงานหลังจากที่สร้างการติดตามสแตกใหม่แล้ว
zh_hk: 在堆疊追溯重新產生後從報告中移除核心傾印
zh_tw: 在堆疊追溯重新產生後從報告中移除核心傾印

source: Override report's CoreFile
bn: CoreFile প্রতিবেদন অগ্রাহ্য করুন
cy: Diystyru CoreFile yr adroddiad
el: Παράκαμψη του CoreFile της αναφοράς
fi: Korvaa raportin CoreFile
hi: कोरसंचिका रिपोर्ट की अवहेलना करें
ko: 보고서의 코어 파일 덮어쓰기
lv: Pārrakstīt ziņojuma CoreFile
ms: Batalkan laporan CoreFile
oc: Espotir lo fichièr d'imatge memòria (CoreFile) del rapòrt
sr: Замењује кључну датотеку извештаја
th: แทนที่ CoreFile ของรายงาน
zh_hk: 蓋報告的核心檔案
zh_tw: 覆蓋報告的核心檔案（CoreFile）

source: Override report's ExecutablePath
bn: ExecutablePath প্রতিবেদন অগ্রাহ্য করুন
cy: Diystyru Llwybr Gweithredadwy'r adroddiad
el: Παράκαμψη του ExecutablePath της αναφοράς
fi: Korvaa raportin ExecutablePath
hi: ExecutablePath रिपोर्ट की अवहेलना करे
ko: 보고서의 실행 경로(ExecutablePath) 덮어쓰기
lv: Pārrakstīt ziņojuma ExecutablePath
ms: Batalkan laporan ExecutablePath
oc: Espotir l'emplaçament de l'executable (ExecutablePath) del rapòrt
sr: Замењује извршну путању извештаја
th: แทนที่ ExecutablePath ของรายงาน
zh_hk: 覆蓋報告的可執行路徑
zh_tw: 覆蓋報告的可執行路徑（ExecutablePath）

source: Override report's ProcMaps
bn: ProcMaps প্রতিবেদন অগ্রাহ্য করুন
cy: Diystyru ProcMaps yr adroddiad
el: Παράκαμψη των ProcMaps της αναφοράς
fi: Korvaa raportin ProcMaps
hi: ProcMaps रिपोर्ट की अवहेलना करे
ko: 보고서의 프로세스 맵(ProcMaps) 덮어쓰기
lv: Pārrakstīt ziņojuma ProcMaps
ms: Batalkan laporan ProcMaps
oc: Espotir la lista dels processus (ProcMaps) del rapòrt
sr: Замењује мапе процеса извештаја
th: แทนที่ ProcMaps ของรายงาน
zh_hk: 覆蓋報告的行程對映（ProcMaps）
zh_tw: 覆蓋報告的行程對映（ProcMaps）

source: Rebuild report's Package information
bn: প্রতিবেদনের প্যাকেজ তথ্য পুনর্গঠন
cy: Ailadeiladwch wybodaeth Pecyn yr adroddiad
el: Επανοικοδόμηση των πληροφοριών πακέτου της αναφοράς
et: Uuenda aruande paketi teave
fi: Rakenna raportin Paketti-informaatio uudelleen
hi: पैकेज सूचना रिपोर्ट को पुनः बनाएं
ko: 보고서의 패키지 정보 다시쓰기
lv: Pārbūvēt ziņojumā iekļauto informāciju par pakotni
ms: Bina semula laporan maklumat pakej
oc: Tornar construire las informacions suls paquets del rapòrt
sr: Обнавља информације пакета извештаја
zh_hk: 重建報告的套件資訊
zh_tw: 重建報告的套件資訊
