Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: In bug filing mode, save the collected information into a file instead of reporting it. This file can then be reported later on from a different machine.
bn: বাগ পূরণ মোডে, এটি প্রতিবেদন দেওয়ার পরিবর্তে সংগৃহীত তথ্য ফাইলে সংরক্ষণ করুন। এই ফাইলটি তখন ভিন্ন মেশিন থেকে পরবর্তীতে প্রতিবেদন করা হতে পারে।
cy: Yn y modd ffeilio bygiau, cadwch y wybodaeth a gasglwyd mewn ffeil yn hytrach na'i hadrodd. Yna bydd modd adrodd ar y ffeil hon yn ddiweddarach o beiriant gwahanol.
el: Κατά τη λειτουργία αναφοράς σφαλμάτων, αποθηκεύστε τις συλλεχθείσες πληροφορίες σε ένα αρχείο αντί να τις αναφέρετε. Το αρχείο αυτό μπορεί να αποσταλεί για αναφορά αργότερα από έναν διαφορετικό υπολογιστή.
et: Vea teatamise režiimis salvesta kogutud teave faili, selle asemel et seda kohe raporteerida. Seda faili saab hiljem teiselt seadmelt edasi saata.
fi: Virheiden arkistointitilassa, tallenna kerätyt tiedot tiedostoon niiden raportoimisen sijaan. Tämä tiedosto voidaan raportoida myöhemmin toiselta koneelta.
hi: बग भराई पद्धति में, संगृहित सूचना को रपट करने के बजाए एक फ़ाइल में सहेजें. यह फ़ाइल परवर्ति एक अन्य मशीन से रपट किया जा सकता है.
ko: 버그 정리 모드에서 문제를 보고하지 않고 수집한 정보를 파일로 저장합니다. 이 파일을 이용해 이후 다른 컴퓨터에서 문제를 보고할 수 있습니다.
lv: Kļūdas iesniegšanas režīmā saglabājiet savākto informāciju failā, nevis ziņojiet par to. Pēc tam uz cita datora šo failu var noziņot.
ms: Didalam mod failkan pepijat, simpan maklumat yang dikutip kedalam fail selain dari melaporkannya. Fail ini kemudiannya boleh dilaporkan melalui mesin yang lain.
oc: En mòde de senhalament de bug, enregistra las informacions collectadas dins un fichièr puslèu que de generar un rapòrt. Aqueste fichièr poirà èsser utilizat pus tard a partir d'una autra maquina per mandar un rapòrt.
sr: У режиму пријављивања грешке, чува прикупљене информације у датотеку уместо да шаље извештај. Датотека може бити послата касније и са неког другог рачунара.
th: ในโหมดรายงานปัญหา บันทึกข้อมูลที่รวบรวมเป็นแฟ้มแทนที่จะรายงาน แฟ้มนี้สามารถเก็บไว้รายงานได้ทีหลังโดยใช้เครื่องอื่นได้
zh_hk: 在臭蟲歸檔模式中，收集的資訊將儲存在檔案中而不是將它回報。這個檔案可以稍後從不同機器回報。

source: Print the Apport version number.
bn: অ্যাপোর্ট সংস্করণ সংখ্যা মুদ্রণ করুন।
cy: Argraffwch y rhif fersiwn Apport.
el: Τυπώστε τον αριθμό έκδοσης της εφαρμογής Apport.
et: Printige välja Apport versiooninumber.
fi: Tulosta Apport-versionumero.
hi: एपोर्ट(Apport) संस्करण संख्या को छापे.
ko: Apport 버전 번호를 출력합니다.
lv: Drukāt Apport versijas numuru.
ms: Papar nombor versi Apport.
oc: Aficha lo numèro de version d'Apport.
sr: Приказује број издања Апорта.
zh_hk: 列印 Apport 版本號。
zh_tw: 列印 Apport 版本號碼。

source: This will launch apport-retrace in a terminal window to examine the crash.
bn: ক্র্যাশ পরীক্ষা করতে টার্মিনালের উইন্ডোর অ্যাপোর্ট-অনুসন্ধান চালু করা হবে।
cy: Bydd hyn yn lansio appport-retrace mewn ffenestr derfynell i archwilio'r chwaliad.
el: Αυτό θα εκκινήσει το apport-retrace σε ένα παράθυρο τερματικού για να διερευνηθεί η σύγκρουση.
et: See käivitab krahhi uurimiseks terminaliaknas apport-retrace'i.
fi: Tämä käynnistää apport-retracen pääteikkunnassa ongelman tutkimiseksi.
ko: 충돌을 분석하기 위해 터미널 창에서 apport-retrace 명령을 실행합니다.
lv: Tas palaidīs apport-retrace termināļa logā, lai sīkāk izpētītu avāriju.
ms: Ini akan lancarkan apport-retrace didalam tetingkap terminal untuk periksa kerosakan.
oc: Aquò va aviar apport-retrace dins una fenèstra de terminal per examinar lo crash.
sr: Ово ће покренути „apport-retrace“ у прозору терминала да испита пад.
th: การดำเนินการนี้จะเป็นการเรียกใช้ apport-retrace ในหน้าต่างเทอร์มินัลเพื่อตรวจสอบความล้มเหลว
zh_hk: 這會在終端機視窗中啟動 apport-retrace 以檢查程式當掉原因。
zh_tw: 這會在終端機視窗中啟動 apport-retrace 以檢查程式當掉原因。

source: Run gdb session
bn: gdb সেশনে সচল
cy: Rhedeg sesiwn gdb
el: Εκτέλεση συνεδρίας gdb
et: Käivita gdb sessioon
fi: Käynnistä gdb sessiossa
hi: जीडीबी सत्र चलाएँ
ko: GDB 세션 실행
lv: Palaist gdb sesiju
ms: Jalankan sesi gdb
oc: Aviar una sesilha gdb
sr: Покреће гдб сесију
th: เรียกใช้วาระ gdb
zh_hk: 執行 gdb 作業階段
zh_tw: 執行 gdb 作業階段

source: Run gdb session without downloading debug symbols
bn: ডিবাগ প্রতীকে ডাউনলোড করা ছাড়া gdb সেশনে সচল
cy: Rhedeg sesiwn gdb heb lwytho I lawr symbolau dadfygio
el: Εκτέλεση συνεδρίας gdb χωρίς λήψη συμβόλων εκφαλμάτωσης
fi: Suorita gdb-istunto ilman virheenjäljityssymbolien lataamista
hi: जीडीबी का सत्र बिना डिबग प्रतीकों डाउनलोड करें शुरु करें
ko: 디버그 심볼을 다운로드하지 않고 GDB 세션을 실행합니다.
lv: Palaist gdb sesiju bez atkļūdošanas simbolu lejupielādes
ms: Jalankan sesi gdb tanpa memuat turun simbol nyahpepijat
oc: Executar la sesilha gdb sens telecargar los simbòls de desbugatge
sr: Покреће гдб сесију без преузимања симбола уклањања грешака
th: เรียกใช้วาระ gdb session โดยไม่ต้องดาวน์โหลดสัญลักษณ์การดีบั๊ก
zh_hk: 執行 gdb 作業階段而不下載除錯符號
zh_tw: 執行 gdb 作業階段而不下載除錯符號

source: Update %s with fully symbolic stack trace
bn: সম্পূর্ণ প্রতীকী স্ট্যাক ট্রেস দ্বারা %s হালনাগাদ করুন
cy: Diweddaru %s gydag olrhain stac symbolaidd llawn
el: Ενημέρωση %s με πλήρως συμβολική παρακολούθηση στίβας
fi: Päivitä %s täysin symbolisella pinolistauksella
ko: %s을(를) 심볼릭 스택 트레이스로 업데이트합니다.
lv: Atjaunināt %s ar pilnīgu simbolisko izsekošanas pavedienu
ms: Kemaskini %s dengan jejak tindanan simbolik penuh
oc: Mesa a jorn de %s amb una traça de la pila totalament simbolica
sr: Освежи „%s“ потпуном симболичком трасом спремника
th: อัปเดต %s พร้อมข้อมูลการติดตามสแตกเชิงสัญลักษณ์
zh_hk: 以完整的符號堆疊追蹤來更新 %s
zh_tw: 以完整的符號堆疊追蹤來更新 %s

source: Saving crash reporting state failed. Can't set auto or never reporting mode.
cy: Methodd cadw cyflwr adrodd y chwalfa. Methu â gosod modd adrodd awtomatig neu byth.
el: Αποτυχία αποθήκευσης κατάστασης αναφορών των καταρρεύσεων. Δεν είναι δυνατή η ρύθμιση της λειτουργίας αυτόματης ή μη αναφοράς.
et: Krahhi aruandluse oleku salvestamine ebaõnnestus. Ei saa seadistada automaatset või mitte kunagi aruandlusrežiimi.
fi: Kaatumisilmoitusraportin tilan tallennus epäonnistui. Ei voida asettaa automaattista tai ei ikinä raportointitiloja.
ko: 충돌 보고 상태를 저장하지 못했습니다. 보고 모드를 자동으로 설정할 수 없거나 아예 설정할 수 없습니다.

source: Can't remember send report status settings
cy: Methu cofio anfon gosodiadau statws adroddiad
el: Δεν μπορεί να αποθηκευθεί η ρύθμιση να μην στέλνονται αναφορές κατάστασης
et: Aruande olekuseadeid ei mäleta
fi: Ei muisteta raportin lähetystilan asetuksia
ko: 보내는 리포트 상태 설정을 기억할 수 없습니다.

source: This problem report applies to a program which is not installed any more.
bn: এমন একটি প্রোগ্রাম এই সমস্যার প্রতিবেদনে প্রয়োগ করা হয় যা কিনা আরও বেশি ইনস্টল করা যায় না।
cy: Mae'r adroddiad problem hwn yn berthnasol i raglen nad yw wedi'i gosod mwyach.
el: Αυτή η αναφορά αφορά πρόγραμμα το οποίο έχει πλέον απεγκατασταθεί.
et: See veateade on programmi kohta, mida ei ole enam paigaldatud.
fi: Tämä ongelmaraportti kytkeytyy ohjelmaan, joka ei ole enää asennettu.
hi: यह समस्या रिपोर्ट एक ऐसे कार्यक्रम के संबंधित है जो की अब संस्थापित नहीं है.
ko: 이 문제 보고서는 아직 설치하지 않은 프로그램에도 적용됩니다.
lv: Šis ziņojums par problēmu attiecas uz programmu, kas vairs nav instalēta šajā sistēmā.
ms: Laporan masalah ini dilaksanakan kepada program yang mana ia tidak dipasang lagi.
oc: Aqueste rapòrt d'incident s'aplica a un logicial qu'es pas pus installat per aquesta distribucion.
sr: Овај извештај о проблему се односи на програм који није више инсталиран.
th: รายงานปัญหานี้จะนำไปใช้กับโปรแกรมที่ไม่ได้ติดตั้งอีกต่อไป
zh_hk: 此問題報告用於不再安裝的程式。
zh_tw: 此問題報告用於不再安裝的程式。

source: The problem happened with the program %s which changed since the crash occurred.
bn: প্রোগ্রাম %s দ্বারা সমস্যা ঘটেছে, ক্র্যাশ সংঘটন হতে যা পরিবর্তিত হয়েছে।
cy: Digwyddodd y broblem gyda'r rhaglen %s a newidiodd ers i'r chwaliad ddigwydd.
el: Το πρόβλημα παρουσιάστηκε με το πρόγραμμα %s το οποίο έχει αλλάξει από τη στιγμή που συνέβη η κατάρρευση.
et: Probleem ilmnes programmiga %s, mis muutus pärast krahhi toimumist.
fi: Ongelma koskee ohjelmaa %s, joka on muuttunut kaatumisen jälkeen.
ko: 충돌 발생 후 바뀐 프로그램 %s에서 문제가 발생했습니다.
lv: Problēma notika ar programmu %s, kura ir mainījusies kopš avārijas.
ms: Masalah berpunca dari program %s yang mana telah berubah semejak kerosakan berlaku.
oc: Lo problèma concernís lo programa %s qu'a cambiat dempuèi lo plantatge.
sr: Проблем се догодио са програмом „%s“ који се изменио од када је дошло до урушавања.
th: มีปัญหาเกิดขึ้นกับโปรแกรม %s ซึ่งมีการเปลี่ยนแปลงตั้งแต่เกิดความล้มเหลวขึ้น
zh_hk: 發生問題的程式 %s 自上次遭遇當掉之後已有變動。
zh_tw: 發生問題的程式 %s 自上次遭遇當掉之後已有變動。

source: This problem report is damaged and cannot be processed.
bn: এই সমস্যা প্রতিবেদন ক্ষতিগ্রস্ত এবং প্রক্রিয়াধীন করা যাবে না।
cy: Mae'r adroddiad problem hwn wedi'i ddifrodi ac nid oes modd ei brosesu.
el: Αυτή η αναφορά προβλήματος έχει καταστραφεί και είναι αδύνατη η επεξεργασία της.
et: See vearaport on rikutud ja seetõttu ei ole võimalik seda käsitseda.
fi: Tämä ongelman raportti on vahingoittunut, eikä sitä voida käsitellä.
hi: यह समस्या सूचना क्षतिग्रस्त है तथा संसाधित नहीं की जा सकती.
ko: 문제 보고서가 손상되어 처리할 수 없습니다.
lv: Problēmas ziņojums ir bojāts un to nevar apstrādāt.
ms: Masalah laporan ini ialah sudah rosak dan tidak boleh diproses.
oc: Aqueste rapòrt d'incident es damatjat e pòt pas èsser tractat.
sr: Овај извештај о грешци је оштећен и не може бити обрађен.
zh_hk: 這個問題報告已損壞並不能繼續處理。
zh_tw: 此問題回報已損壞且無法處理。

source: This report is about a package that is not installed.
cy: Mae'r adroddiad hwn yn ymwneud â phecyn nad yw wedi'i osod.
el: Αυτή η αναφορά είναι για ένα πακέτο που δεν έχει εγκατασταθεί.
et: See aruanne käsitleb paketti, mis pole installitud.
fi: Tämä raportti koskee pakettia, jota ei ole asennettu.
ko: 이 보고서는 설치되지 않은 패키지에 대한 것입니다.
lv: Šis ziņojums ir par pakotni, kas nav instalēta.

source: An error occurred while attempting to process this problem report:
bn: এই সমস্যা প্রতিবেদন প্রক্রিয়াকরণ প্রচেষ্টার সময় একটি ত্রুটি ঘটেছে:
cy: Digwyddodd gwall wrth geisio prosesu'r adroddiad problem hwn:
el: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια επεξεργασίας αυτής της αναφοράς προβλήματος:
et: Selle probleemiaruande töötlemisel ilmnes viga:
fi: Virhe käsiteltäessä ongelmaraporttia:
ko: 이 문제를 보고하는 과정에 문제가 발생했습니다:
lv: Notika kļūda apstrādājot šo problēmu ziņojumu:
ms: Ralat berlaku semasa cuba memproses laporan masalah ini:
oc: Una error s'es producha al moment del tractament d'aqueste rapòrt d'anomalia :
sr: Дошло је до грешке док сам покушавао да обрадим извештај о овом проблему:
th: เกิดข้อผิดพลาดขณะพยายามประมวลผลการรายงานปัญหานี้:
zh_hk: 試圖處理問題回報時遭遇錯誤：
zh_tw: 試圖處理問題回報時遭遇錯誤：

source: You have two versions of this application installed, which one do you want to report a bug against?
cy: Mae gennych chi ddau fersiwn o'r rhaglen hon wedi'u gosod, pa un ydych chi am adrodd gwall yn ei erbyn?
et: Teil on installitud selle rakenduse kaks versiooni, mille kohta soovite veast teatada?
ko: 해당 프로그램은 두 가지 버전으로 설치되었습니다, 어느 것에 대한 버그를 보고하시겠습니까?

source: %s deb package
cy: Pecyn deb %s
et: %s deb pakett
ko: %s deb 패키지

source: %s is provided by a snap published by %s. Contact them via %s for help.
cy: Mae %s yn cael ei ddarparu gan snap a gyhoeddwyd gan %s. Cysylltwch â nhw trwy %s am gymorth.
et: %s on saadaval hetkest, mille avaldas %s. Abi saamiseks võtke nendega ühendust %s kaudu.
ko: %s 은(는) %s 배포한 스냅에서 제공합니다. 도움이 필요하면 %s 연락하십시오.

source: %s is provided by a snap published by %s. No contact address has been provided; visit the forum at https://forum.snapcraft.io/ for help.
cy: Mae %s yn cael ei ddarparu gan snap a gyhoeddwyd gan %s. Nid oes cyfeiriad cyswllt wedi'i ddarparu; ewch i'r fforwm yn https://forum.snapcraft.io/ am help.
et: %s on saadaval hetkest, mille avaldas %s. Kontaktaadressi pole esitatud; abi saamiseks külastage foorumit aadressil https://forum.snapcraft.io/.
ko: %s 은(는) %s 배포한 스냅에서 제공합니다. 연락처가 제공되지 않았습니다. 도움이 필요하면 https://forum.snapcraft.io/ 포럼을 방문하십시오.

source: Could not determine the package or source package name.
bn: প্যাকেজ অথবা উৎস প্যাকেজের নাম নির্ধারণ করা যায় নি।
cy: Methu pennu enw'r pecyn neu ffynhonnell y pecyn.
el: Αδύνατος ο καθορισμός του πακέτου ή του ονόματος του πακέτου πηγαίου κώδικα.
et: Paketi või lähtekoodi paketi nime ei suudetud tuvastada.
fi: Paketin tai lähdekoodipaketin nimeä ei voi määrittää.
hi: पैकेज या स्त्रोत पैकेज नाम को निर्धारित नहीं कर सका.
ko: 패키지나 소스 패키지 이름을 알아낼 수 없습니다.
lv: Neizdevās noteikt pakotnes vai pirmkoda pakotnes nosaukumu.
ms: Tidak dapat mengenalpasti pakej atau nama sumber pakej.
oc: Impossible de determinar lo nom del paquet o del paquet font.
sr: Не могу да утврдим пакет или изворно име пакета.
th: ไม่สามารถกำหนดแพกเกจหรือชื่อแพกเกจต้นฉบับได้
zh_hk: 無法確定套件或原始碼套件名稱。
zh_tw: 無法決定套件或原始碼套件名稱。

source: Unable to start web browser
bn: ওয়েব ব্রাউজার চালু করতে অসমর্থ
cy: Methu cychwyn porwr gwe
el: Αδύνατη η εκκίνηση του περιηγητή
et: Veebisirvija käivitamine ebaõnnestus
fi: Selaimen käynnistäminen epäonnistui
hi: वेब खंगालक(ब्राउजर) को शुरु करनें में असमर्थ
ko: 웹 브라우저를 시작할 수 없습니다
lv: Neizdevās palaist tīmekļa pārlūku
ms: Tidak boleh mulakan pelayar sesawang
oc: Impossible d'aviar lo navegador web
sr: Не могу да покренем интернет прегледника
zh_hk: 無法啟動網頁瀏覽器
zh_tw: 無法啟動網頁瀏覽器

source: Unable to start web browser to open %s.
bn: %s খুলতে ওয়েব ব্রাউজার আরম্ভ করতে অসমর্থ।
cy: Methu cychwyn porwr gwe i agor %s.
el: Αδύνατη η εκκίνηση του περιηγητή για το άνοιγμα του %s.
et: %s avamiseks ei saa veebibrauserit käivitada.
fi: Verkkoselainta ei saatu käynnistettyä avattaessa sivua %s.
hi: वेब खंगालक(ब्राउजर) खोलने में असमर्थ %s.
ko: 웹 브라우저를 이용하여 %s을(를) 열 수 없습니다.
lv: Neizdevās palaist tīmekļa pārlūku, lai atvērtu %s.
ms: Tidak boleh mulakan pelayar sesawang untuk membuka %s.
oc: Impossible d'aviar lo navegador web per dobrir %s.
sr: Не могу да покренем интернет прегледника да бих отворио „%s“.
zh_hk: 無法以網頁瀏覽器開啟 %s。
zh_tw: 無法啟動網頁瀏覽器以開啟 %s。

source: Cannot connect to crash database, please check your Internet connection.
bn: বিধস্ত ডাটাবেসে সংযোগ করতে পারছি না, অনুগ্রহ করে আপনার ইন্টারনেট সংযুক্তি পরীক্ষা করুন।
cy: Methu cysylltu â chronfa ddata chwalfa, gwiriwch eich cysylltiad rhyngrwyd.
el: Αδυναμία σύνδεσης στη βάση δεδομένων καταρρεύσεων, παρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
et: Ei saa ühendust krahhide andmebaasiga, palun kontrolli oma internetiühendust.
fi: Kaatumistietokantaan ei voi yhdistää. Tarkista Internet-yhteyden toimivuus.
hi: विध्वंस समंंकआधार से जुड़ नहीं सका, कृपया अपने अंतरजाल संयोजन की जाँच करें.
ko: 충돌한 데이터베이스에 연결할 수 없습니다. 인터넷 연결을 확인하세요.
lv: Neizdodas savienoties ar avāriju datubāzi, lūdzu pārbaudiet jūsu Internet savienojumu.
ms: Tidak dapat menyambung ke pengkalan data kerosakan, sila semak sambungan internet anda.
oc: Impossible de se connectar a la banca de donadas dels plantatges. Verificatz vòstra connexion a l'Internet.
sr: Не могу да успоставим везу са базом података о урушавањима, молим проверите вашу интернет везу.
th: ไม่สามารถเชื่อมต่อไปที่ฐานข้อมูลความล้มเหลวได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
zh_hk: 無法連線至系統崩潰資料庫，請檢查您的網絡連線。
zh_tw: 無法連接到當機資料庫，請檢查您的網路連線。

source: Network problem
bn: নেটওয়ার্ক সমস্যা
cy: Problem rhwydwaith
el: Πρόβλημα δικτύου
et: Probleem võrguühendusega
fi: Verkko-ongelma
hi: संजाल समस्या
ko: 네트워크 문제
lv: Tīkla problēma
ms: Masalah rangkaian
oc: Problèma de ret
sr: Проблем са мрежом
zh_hk: 網絡問題
zh_tw: 網路問題

source: Memory exhaustion
bn: মেমরি নিঃশেষিত
cy: Cof wedi dod i ben
el: Εξάντληση μνήμης
et: Mälu ammendatud
fi: Muisti ei riitä
hi: स्मरण समाप्त हो गया है
ko: 메모리 부족
lv: Atmiņas pārtēriņš
ms: Kehabisan ingatan
oc: Memòria saturada
sr: Недостатак меморије
zh_hk: 記憶體耗盡
zh_tw: 記憶體耗盡

source: Your system does not have enough memory to process this crash report.
bn: এই বিধস্ত প্রতিবেদন প্রক্রিয়াজাত করার জন্য আপনার সিস্টেমে পর্যাপ্ত মেমোরি নেই।
cy: Nid oes gan eich system ddigon o gof i brosesu'r adroddiad chwalfa hwn.
el: Το σύστημα δεν έχει αρκετή ελεύθερη μνήμη για τη διαδικασία αναφοράς κατάρρευσης.
et: Sinu arvutil pole piisavalt mälu selle krahhirapordi käsitlemiseks.
fi: Järjestelmässäsi ei ole tarpeeksi muistia tämän kaatumisraportin käsittelyyn.
hi: आपके तंत्र में पर्याप्त स्मरण नहीं है कि इस ध्वंस के रिपोर्ट की प्रक्रिया कर सके.
ko: 시스템에 충돌 보고서를 처리할 수 있을 만큼의 여유 메모리가 없습니다.
lv: Jūsu sistēmai nepietiek atmiņas, lai apstrādātu šo ziņojumu par avāriju.
ms: Sistem anda tidak mempunyai ingatan yang mencukupi untuk memproses laporan kerosakan ini.
oc: Vòstre sistèma dispausa pas de pro de memòria per tractar aqueste rapòrt d'incident.
sr: Ваш систем нема довољно меморије да обради овај извештај о паду система.
th: ระบบของคุณมีหน่วยความจำไม่เพียงพอสำหรับประมวลผลการรายงานปัญหานี้
zh_hk: 您的系統沒有足夠的記憶體來處理此份當機報告。
zh_tw: 您的系統沒有足夠的記憶體來處理此份當機報告。

source: The problem cannot be reported: %s
bn: সমস্যাটি প্রতিবেদন করা যাবে না: %s
cy: Nid oes modd adrodd ar y broblem: %s
el: Αδυναμία αναφοράς του προβλήματος: %s
et: Sellest veast ei ole võimalik teatada: %s
fi: Ongelman raportoiminen ei onnistunut: %s
hi: यह समस्या रिपोर्ट नहीं हो सकती: %s
ko: 문제를 보고할 수 없습니다: %s
lv: Neizdodas ziņot par problēmu: %s
ms: Masalah tidak boleh dilaporkan: %s
oc: Lo problèma pòt pas èsser senhalat : %s
sr: Проблем не може бити пријављен: %s
zh_hk: 以下問題不能被回報： %s
zh_tw: 此問題無法被回報： %s

source: Problem already known
bn: সমস্যাটি ইতঃপূর্ব জ্ঞাত
cy: Problem eisoes yn hysbys
el: Πρόβλημα ήδη γνωστό
et: Probleem on varasemast teada
fi: Ongelma on jo tiedossa
hi: समस्या पूर्व से ज्ञात है
ko: 이미 알려진 문제
lv: Jau zināma problēma
ms: Masalah sudah pun diketahui
oc: Problèma ja conegut
sr: Проблем је већ познат
zh_hk: 問題已發現
zh_tw: 已知問題

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
bn: এই সমস্যাটি ইতিমধ্যে বাগ প্রতিবেদন প্রতিবেদন করেছে যা ওয়েব ব্রাউজারে প্রদর্শিত হয়েছে। ডেভেলপারের জন্য সহায়ক হবে এমন আরো তথ্য অনুগ্রহ করে নির্বাচন করুন।
cy: Adroddwyd am y broblem hon eisoes yn yr adroddiad gwall sy'n cael ei ddangos yn y porwr gwe. Gwiriwch a allwch ychwanegu unrhyw wybodaeth bellach a allai fod o gymorth i'r datblygwyr.
el: Αυτό το πρόβλημα έχει ήδη αναφερθεί στο σύστημα αναφοράς λαθών, στη σελίδα που βλέπετε. Παρακαλώ εξετάστε, αν μπορείτε να προσθέσετε κάποιες επιπλέον πληροφορίες, που να είναι χρήσιμες στους προγραμματιστές.
et: Sellest probleemist teavitati juba veebisirvijas nähaolevas vearaportis. Palun vaata, kas sul on arendajate jaoks olulist informatsiooni, mida lisada.
fi: Tämä ongelma raportoitiin jo virheraportissa, joka on näkyvissä selaimessa. Tarkista, voisitko lisätä joitakin kehittäjiä auttavaa tietoa.
hi: यह समस्या पहले से ही बग रिपोर्ट में रिपोर्ट किया हुआ है जो वेब खंगालक पर दिख रहा है. कृपया जाँच करे कि यदि अन्य को अतिरिक्त सूचना जोड़ सकते है या नहीं जो कि विकासकर्ता को अधिक मददगार साबित हो.
ko: 이 문제는 웹 브라우저에 표시된 버그 보고서에 이미 보고된 것입니다. 개발자에게 도움이 될 수 있는 추가 정보를 제공할 수 있는지 확인해 주십시오.
lv: Par šo problēmu ir jau ziņots ziņojumā, kas redzams jūsu tīmekļa pārlūkā. Lūdzu pārbaudiet, vai jūs varat pievienot papildus informāciju, kas varētu būt noderīga izstrādātājiem.
ms: Masalah ini sudah pun dilaporkan didalam laporan pepijat yang telah dipaparkan didalam pelayar sesawang. Sila semak jika anda boleh menambah maklumat lanjutan lagi yang dikira boleh dianggap berguna untuk para pembangun.
oc: Aqueste problèma ja es estat senhalat dins lo rapòrt d'incident afichat per vòstre navigador. Verificatz se podètz apondre d'informacions complementàrias susceptiblas d'ajudar los desvolopaires.
sr: Овај проблем је већ пријављен у извештају о грешци приказаном у интернет прегледнику. Проверите да ли можете да додате било какву додатну информацију која би могла да буде од помоћи ауторима.
th: ปัญหานี้ถูกรายงานอยู่แล้วในรายงานปัญหาที่แสดงในเว็บเบราว์เซอร์ โปรดตรวจสอบว่าคุณสามารถเพิ่มข้อมูลเพิ่มเติมที่อาจเป็นประโยชน์ต่อนักพัฒนาได้หรือไม่
zh_hk: 此問題在網頁瀏覽器上顯示的錯誤報告中已經回報，請檢查您是否能提供更多可能對開發者有用的進一步資訊。
zh_tw: 此問題在網路瀏覽器顯示之錯誤報告中已回報。請檢查您是否能新增任何可能對開發者有幫助的進一步資訊。

source: This problem was already reported to developers. Thank you!
bn: এই সমস্যাটি ইতোমধ্যে ডেভেলপারকে প্রতিবেদন করা হয়েছে। আপনাকে ধন্যবাদ!
cy: Rhoddwyd gwybod i ddatblygwyr am y broblem hon eisoes. Diolch!
el: Αυτό το πρόβλημα έχει ήδη αναφερθεί στους συντελεστές της εφαρμογής. Σας ευχαριστούμε!
et: Sellest probleemist teatati juba arendajatele. Aitäh!
fi: Tästä ongelmasta on jo ilmoitettu kehittäjille. Kiitos kuitenkin auttamishalustasi!
hi: यह समस्या पहले से ही डेवलपर्स को सूचित किया गया था. शुक्रिया!
ko: 이미 문제를 개발자에게 보고했습니다. 감사합니다!
lv: Šī problēma jau ir ziņota izstrādātājiem. Paldies!
ms: Masalah ini sudah dilaporkan kepada pembangun. Terima kasih!
oc: Aqueste problèma es ja estat senhalat als desvolopaires. Mercé !
sr: Овај проблем је већ пријављен програмерима. Хвала вам!
th: ปัญหานี้ถูกรายงานให้ทางผู้พัฒนาไปแล้ว ขอขอบคุณ!
zh_hk: 此問題已經回報給開發者。感謝您！
zh_tw: 此問題已經回報給開發者。感謝您！

source: Press any key to continue...
bn: এগিয়ে যাওয়ার জন্য যে কোন একটি কী চাপুন...
cy: Pwyswch unrhyw fysell i barhau...
el: Πατήστε ένα πλήκτρο για να συνεχίσετε...
et: Jätkamiseks vajutage mõnd klahvi...
fi: Paina mitä tahansa näppäintä jatkaaksesi...
hi: आगे बढ़ने के लिए कोई कुंजी दबाएं...
ko: 아무 키나 누르면 계속합니다...
lv: Lai turpinātu, nospiediet jebkuru taustiņu...
ms: Tekan mana-mana kekunci untuk sambung
oc: Quichatz sus una tòca per contunhar...
sr: Притисните неки тастер да наставите...
zh_hk: 按下任何鍵繼續…
zh_tw: 按任意鍵繼續...

source: What would you like to do? Your options are:
bn: আপনি কি করতে পছন্দ করেন? আপনার বাছাইযোগ্য তালিকা:
cy: Beth hoffech chi ei wneud? Eich opsiynau yw:
el: Τι θα θέλατε να κάνετε; Οι επιλογές σας είναι:
et: Mida sa tahad teha? Sinu võimalused on järgnevad:
fi: Kuinka haluat edetä? Vaihtoehdot ovat:
hi: आप क्या करना चाहते है? आपके विकल्प है:
ko: 다음 옵션 가운데 어떤 것을 실행하시겠습니까?:
lv: Ko jūs vēlētos darīt? Jūsu opcijas ir:
ms: Apakah yang anda ingin lakukan? Pilihan anda adalah:
oc: Qué ne volètz far ? Las causidas son :
sr: Шта желите да урадите? Ваше могућности су:
zh_hk: 你想做什麼？你的選擇是：
zh_tw: 您要做什麼？選擇有：

source: Please choose (%s):
bn: অনুগ্রহ করে নির্বাচন করুন (%s):
cy: Dewiswch (%s):
el: Παρακαλώ επιλέξτε (%s):
et: Palun vali (%s):
fi: Ole hyvä ja valitse (%s):
hi: कृपया चुनें (%s):
ko: 선택해 주십시오 (%s):
lv: Lūdzu izvēlieties (%s):
ms: Sila pilih (%s):
oc: Fasètz una causida (%s) :
sr: Молим изаберите (%s):
th: โปรดเลือก (%s):
zh_hk: 請選擇(%s)：
zh_tw: 請選擇 (%s):

source: (%i bytes)
bn: (%i বাইট)
cy: (%i beit)
et: (%i baiti)
fi: (%i tavua)
hi: (%i बाइट)
ko: (%i 바이트)
lv: (%i baiti)
ms: (%i bait)
oc: (%i octets)
sr: (%i бајта)
th: (%i ไบต์)
zh_hk: (%i 位元組)

source: (binary data)
bn: (বাইনারি ডাটা)
cy: (data deuaidd)
el: (δυαδικά δεδομένα)
et: (binaarandmed)
fi: (binääritiedot)
hi: (द्विचर समंक)
ko: (바이너리 데이터)
lv: (bināri dati)
ms: (data binari)
oc: (donadas binàrias)
sr: (бинарни подаци)
zh_hk: （二進制數據）
zh_tw: （二進制資料）

source: Send problem report to the developers?
bn: ডেভেলপারকে সমস্যার প্রতিবেদন পাঠানো হবে কি?
cy: Anfon adroddiad problem i'r datblygwyr?
el: Αποστολή αναφοράς προβλήματος στους προγραμματιστές;
et: Kas saata arendajatele vearaport?
fi: Lähetetäänkö raportti ongelmasta kehittäjille?
hi: समस्या रिपोर्ट विकासकर्ता को भेजें?
ko: 문제를 개발자에게 보고하시겠습니까?
lv: Sūtīt ziņojumu par problēmu izstrādātājiem?
ms: Hantar laporan masalah kepada pembangun?
oc: Mandar un rapòrt d'errors als desvolopaires ?
sr: Да ли желите да пошаљете извештај програмерима?
th: ส่งรายงานปัญหาไปยังผู้พัฒนา?
zh_hk: 是否要傳送問題報告給程式開發者？
zh_tw: 要將傳送問題報告給開發者嗎？
