Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: You are not the reporter of this problem report. It is much easier to mark a bug as a duplicate of another than to move your comments and attachments to a new bug. Subsequently, we recommend that you file a new bug report using "apport-bug" and make a comment in this bug about the one you file. Do you really want to proceed?
bn: আপনি এই সমস্যার প্রতিবেদনের প্রতিবেদক নন। নতুন বাগে আপনার মন্তব্য এবং সংযুক্তি সরানোর বদলে অন্যটির অনুরূপ হিসেবে বাগ চিহ্নিত করা অনেক সহজ। পরবর্তীতে, আমরা সুপারিশ করছি যে, "অ্যাপোর্ট-বাগ" ব্যবহার করে নতুন বাগ ফাইল প্রতিবেদন দিন এবং এই বাগের মধ্যে একটি ফাইল সম্পর্কে মন্তব্য করুন। আপনি কি সত্যিই অগ্রসর হতে চান?
cy: Nid chi yw awdur yr adroddiad problem hwn. Mae'n llawer haws nodi byg fel byg arall na symud eich sylwadau ac atodiadau i fyg newydd. Yn dilyn hynny, rydym yn argymell eich bod yn ffeilio adroddiad gwall newydd gan ddefnyddio "apport-bug" a gwneud sylw yn y byg hwn am yr un rydych chi'n ei ffeilio. Ydych chi wir eisiau bwrw ymlaen?
el: Δεν έχετε δημιουργήσει εσείς αυτήν την αναφορά σφάλματος. Είναι πολύ ευκολότερο να σημειώσετε ένα σφάλμα ως διπλότυπο παρά να μετακινήσετε τα σχόλια και τα συνημμένα σας σε ένα νέο σφάλμα. Έπειτα, προτείνουμε να καταχωρίσετε μια νέα αναφορά σφάλματος με τη χρήση του "apport-bug" και να κάνετε ένα σχόλιο σε αυτό το σφάλμα για αυτό που καταχωρείτε. Θέλετε σίγουρα να προχωρήσετε;
et: Te ei ole selle probleemiaruande reporter. Palju lihtsam on märkida viga teise vea duplikaadiks, kui teisaldada oma kommentaarid ja manused uude veasse. Seejärel soovitame teil esitada uus veaaruanne, kasutades "apport-bug" ja kommenteerida selle vea kohta esitatud viga. Kas soovite tõesti jätkata?
fi: Et ole tämän ongelman raportoija. On helpompaa merkitä ongelma jonkin toisen samankaltaisen ongelman kopioksi, kuin siirtää kommenttisi ja liitteesi täysin uuteen ongelmaraporttiin. Suosittelemme että lähetät uuden ongelmaraportin käyttäen "apport-bug" määrittelyä ja lisäät tähän ongelmaan kommentin lisäämästäsi uudesta ilmoituksesta. Haluatko todella jatkaa?
hi: इस समस्या रिपोर्ट का आप रिपोर्टर नहीं है. अपने टिप्पणी के साथ नए बग को संलग्न करने की तुलना में यह ज्याद आसान होगा कि बग को अन्य का नकल के रुप में रेखांकित किया जाए. पश्चात, हम सलाह देंगे कि आप जो रिपोर्ट भेजेगें उसमें नए बग रिपोर्ट को "apport-bug" का उपयोग कर तथा इस बग में अपनी टिप्पणी करें. क्या आप आगे की प्रक्रिया करेंगें?
ko: 이 문제 보고서를 만든 사람이 아닙니다. 다른 버그와 중복되는 버그로 표시하고 코멘트와 첨부 파일을 새 버그로 옮기는 것이 훨씬 간단합니다. 따라서 "apport-bug" 명령을 이용해 새 버그를 보고한 후 보고한 버그 보고서에 코멘트를 작성할 것을 권장합니다. 정말로 이대로 진행하겠습니까?
lv: Jūs neesat šī ziņojuma par problēmu ziņotājs. Ir daudz vieglāk atzīmēt kļūdu kā dublikātu nekā pārvietot jūsu komentārus un pievienojumus uz jaunu kļūdas ziņojumu. Mēs jums rekomendējam aizpildīt jaunu ziņojumu par kļūdu izmantojot "appport-bug" un veikt komentāru pie šī paziņojuma par jūsu aizpildīto paziņojumu, norādot numuru. Vai jūs patiešām vēlaties turpināt?
ms: Anda bukanlah pelapor masalah ini. Adalah mudah tandakan pepijat sebagai pendua yang lain selain dari alihkan ulasan dan lampiran anda ke pepijat baru. Oleh itu, kami sarankan anda failkan laporan pepijat baru menggunakan "apport-bug" dan masukkan ulasan mengenai pepijat ini pada laporan yang anda failkan. Adakah anda ingin meneruskannya?
oc: Sètz pas lo redactor d'aqueste rapòrt d'incident. Es pus aisit de marcar un bug coma duplicata que non pas de desplaçar vòstres comentaris e pèças juntas sus un bug novèl. Vos recomandam doncas de completar un senhalament de bug novèl en utilizant "apport-bug" e de ne far un comentari dins lo bug inicial. Sètz segur que volètz contunhar ?
sr: Ви нисте извештач о овом проблему. Много је лакше означити грешку као дупликат неког другог проблема него правити нови извештај. Препоручујемо вам да убаците извештај о грешци у неки већ постојећи користећи „apport-bug“ и да исти прокоментаришете. Да ли заиста желите да наставите?
th: คุณไม่ใช้ผู้รายงานปัญหานี้ การที่คุณทำเครื่องหมายปัญหานี้ว่ามีการเชื่อมโยงซ้ำง่ายกว่าการที่คุณย้ายความคิดเห็นและสิ่งที่แนบมาไปยังปัญหาใหม่ เราขอแนะนำให้คุณรายงานปัญหาใหม่โดยใช้ "apport-bug" แล้วสร้างความคิดเห็นเกี่ยวกับปัญหาที่คุณรายงานนี้ คุณต้องการดำเนินการต่อไปหรือไม่?
zh_hk: 您不是此問題回報的提報者。比起將您的備註與附件移至新的臭蟲（軟體錯誤）報告，將臭蟲標記為另一個問題回報的複本更容易許多。 不過，我們建議您使用「apport-bug」來提交回報新的臭蟲回報，並請寫下與您提交的臭蟲回報相關的備註。 您真的想要繼續嗎？

source: No additional information collected.
bn: কোনো অতিরিক্ত তথ্য সংগ্রহ হয়নি।
cy: Dim gwybodaeth ychwanegol wedi'i chasglu.
el: Δεν έχουν συλλεχθεί επιπλέον πληροφορίες.
et: Täiendavaid andmeid ei kogutud.
fi: Lisätietoja ei kerätty.
hi: अतरिक्त सूचना संगृहित नहीं की जाएगी.
ko: 어떠한 추가 정보도 수집하지 않습니다.
lv: Nekāda papildus informācija netika savākta.
ms: Tiada maklumat tambahan dikumpulkan.
oc: Cap d'informacion suplementària es pas estada collectada.
sr: Нису прикупљене додатне информације.
th: ไม่มีการรวบรวมข้อมูลเพิ่มเติมใด ๆ
zh_hk: 沒有收集到額外的資訊。

source: What kind of problem do you want to report?
bn: কি ধরণের সমস্যা আপনি প্রতিবেদন করতে চান?
cy: Pa fath o broblem ydych chi am roi gwybod amdani?
el: Τι είδους πρόβλημα θέλετε να αναφέρετε;
et: Mis liiki veast sa tahad raporteerida?
fi: Millainen ongelma raportoidaan?
hi: किस तरह की समस्या का आप रिपोर्ट करना चाहते हैं?
ko: 어떤 종류의 문제를 보고하시겠습니까?
lv: Par kāda veida problēmu jūs vēlaties ziņot?
ms: Apakah jenis masalah yang anda ingin laporkan?
oc: Quin tipe de problèma volètz senhalar ?
sr: О каквом проблему желите да известите?
zh_hk: 您想回報哪種問題？
zh_tw: 您想要回報何種問題？

source: Unknown symptom
bn: অজানা লক্ষণ
cy: Symptom anhysbys
el: Άγνωστο σύμπτωμα
et: Tundmatu sümptom
fi: Tuntematon ongelma
hi: अज्ञात लक्षण
ko: 알려지지 않은 증상
lv: Nezināms simptoms
ms: Simpton tidak diketahui
oc: Simptòma desconegut
sr: Непознати симптом
zh_hk: 未知的症狀
zh_tw: 未知的症狀

source: The symptom "%s" is not known.
bn: "%s" লক্ষণটি পরিচিত নয়।
cy: Nid yw'r symptom "%s" yn hysbys.
el: Το σύμπτωμα "%s" είναι άγνωστο.
et: Sümptom "%s" pole teada.
fi: Ongelmaa "%s" ei tunnistettu.
hi: यह लक्षण "%s" ज्ञात नहीं है.
ko: "%s"은(는) 알려지지 않은 증상입니다.
lv: Simptoms "%s" nav zināms.
ms: Simptom "%s" tidak diketahui
oc: Lo simptòma « %s » es desconegut.
sr: Симптом „%s“ није познат.
zh_hk: 症狀 %s 未知。
zh_tw: 症狀 %s 未知。

source: No PID specified
cy: Dim PID wedi'i nodi
et: PID-d pole määratud
ko: PID가 지정되지 않음

source: You need to specify a PID. See --help for more information.
cy: Mae angen i chi nodi PID. Gweler --help am ragor o wybodaeth.
et: Pead määrama PID-i. Lisateabe saamiseks vaadake --help.
ko: PID를 지정해야 합니다. 더 많은 정보는 --help를 통해 확인하시오.

source: The window option cannot be used on Wayland. Please find the window's process ID and then run 'ubuntu-bug <process ID>'. The process ID can be found by running the System Monitor application. In the Processes tab, scroll until you find the correct application. The process ID is the number listed in the ID column.
cy: Nid oes modd defnyddio'r opsiwn ffenestr ar Wayland. Dewch o hyd i ID proses y ffenestr ac yna rhedeg 'ubuntu-bug<process ID> '. Mae modd dod o hyd i ID y broses trwy redeg y rhaglen Monitor System. Yn y tab Prosesau, sgroliwch nes i chi ddod o hyd i'r rhaglen gywir. ID y broses yw'r rhif sy'n cael ei restri yn y golofn ID.
et: Akna valikut ei saa Waylandis kasutada. Leidke akna protsessi ID ja seejärel käivitage "ubuntu-bug <protsessi ID>". Protsessi ID leiate, käivitades süsteemimonitori rakenduse. Kerige vahekaardil Protsessid, kuni leiate õige rakenduse. Protsessi ID on ID veerus loetletud number.

source: After closing this message please click on an application window to report a problem about it.
bn: এই বার্তা বন্ধের পরে অনুগ্রহ করে এটি সংক্রান্ত সমস্যা প্রতিবেদন করতে অ্যাপ্লিকেশন উইন্ডোতে ক্লিক করুন।
cy: Ar ôl cau'r neges hon, cliciwch ar ffenestr y raglen i roi gwybod am broblem amdani.
el: Αφού κλείσετε αυτό το μήνυμα παρακαλούμε κάντε κλικ στο παράθυρο μιας εφαρμογής για να αναφέρετε ένα πρόβλημα σχετικό με αυτήν.
et: Probleemist teatamiseks vajuta peale selle sõnumi sulgemist probleemse rakenduse aknal.
fi: Kun olet sulkenut tämän viestin napsauta sen sovelluksen ikkunaa, johon liittyvän virheraportin haluat tehdä.
hi: इस संदेश के बंद होने के पश्चात कृपया अनुप्रयोग विंडो पर क्लिक कर समस्या के बारे में रिपोर्ट करें.
ko: 이 메시지를 닫은 후 문제를 보고할 프로그램의 창을 선택해주십시오.
lv: Pēc šīs ziņas aizvēršanas, lūdzu, klikšķiniet uz lietotnes loga, lai ziņotu par tās problēmu.
ms: Selepas menutup mesej ini sila klik pada tetingkap aplikasi untuk melaporkan masalah tersebut.
oc: Aprèp la tampadura d'aqueste messatge, clicatz sus la fenèstra de l'aplicacion per la quala volètz senhalar un problèma.
sr: Након затварања ове поруке кликните на прозор неког програма да известите о његовом проблему.
th: หลังจากที่ปิดข้อความนี้แล้ว โปรดคลิกบนหน้าต่างโปรแกรมเพื่อรายงานปัญหานี้
zh_hk: 在關閉本訊息後，請點擊應用程式視窗來回報有關它的訊息。

source: xprop failed to determine process ID of the window
bn: উইন্ডোর প্রক্রিয়া ID নির্ধারণ করতে xprop ব্যর্থ
cy: xprop wedi methu pennu ID proses y ffenestr
el: Το xprop απέτυχε να προσδιορίσει την ταυτότητα (PID) του παραθύρου.
fi: xprop ei onnistunut selvittämään ikkunaan ID-tunnistenumeroa
hi: xprop विंडो की प्रक्रिया आईडी को निर्धारित करने में असफल हो गया
ko: xprop 프로그램이 창 프로세스 ID를 알아낼 수 없습니다.
lv: xprop neizdevās noteikt loga procesa ID
ms: xprop gagal memastikan ID proses tetingkap
oc: xprop a pas pogut determinar l'ID del processus de la fenèstra
sr: икспроп није успео да одреди ИБ процеса прозора
th: xprop ไม่สามารถกำหนด ID โปรเซสของหน้าต่างได้
zh_hk: xprop 無法得知該視窗的程序 ID

source: Specify package name.
bn: প্যাকেজের নাম সুনির্দিষ্টভাবে উল্লেখ করুন।
cy: Nodwch enw'r pecyn.
el: Καθορίστε ένα όνομα πακέτου.
et: Täpsusta paketi nimi.
fi: Määritä paketin nimi.
hi: संकुल नाम निर्दिष्ट करें.
ko: 패키지 이름을 지정합니다.
lv: Norādīt pakotnes nosaukumu.
ms: Nyatakan nama pakej.
oc: Indicatz lo nom del paquet.
sr: Наводи назив пакета.
th: ระบุชื่อแพกเกจ
zh_hk: 指定套件名稱

source: Add an extra tag to the report. Can be specified multiple times.
bn: প্রতিবেদনে একটি অতিরিক্ত ট্যাগ সংযুক্ত করুন। একাধিক সময় সুনির্দিষ্টভাবে উল্লেখিত হতে পারে।
cy: Ychwanegwch dag ychwanegol at yr adroddiad. Mae modd ei nodi sawl gwaith.
el: Προσθέστε μια επιπλέον ετικέτα στην αναφορά. Μπορεί να οριστεί πολλές φορές.
et: Lisa aruandele täiendav silt. Võib määrata mitu korda.
fi: Lisää raporttiin liittyvä tunniste. Tämä voidaan tehdä useampia kertoja.
hi: रिपोर्ट में एक अतरिक्त टैग जोड़े जिससे एकाधिक बार का उल्लेख हो सके.
ko: 보고서에 태그를 추가합니다. 여러 번 지정할 수 있습니다.
lv: Pievienot papildu etiķeti atskaitei. Var norādīt vairākas reizes.
ms: Tambahkan tag tambahan kedalam laporan. Boleh dinyatakan beberapa kali.
oc: Apondre un marcador suplementari pel rapòrt. Pòt èsser especificat mantun còp.
sr: Додаје додатну ознаку извештају. Може бити одређено више пута.
th: เพิ่มแท็กพิเศษไปในรายงาน สามารถระบุได้หลาย ๆ ครั้ง
zh_hk: 加入額外標籤至回報中。可以多次分別指定。

source: Start in bug filing mode. Requires --package and an optional --pid, or just a --pid. If neither is given, display a list of known symptoms. (Implied if a single argument is given.)
bn: বাগ পূরণ মোডে আরম্ভ করুন। প্রয়োজন --প্যাকেজ এবং ঐচ্ছিক --pid, অথবা শুধুমাত্র --pid। যদি একটিও দেয়া না থাকে, পরিচিত উপসর্গের তালিকা প্রদর্শন করুন। (যদি একক যুক্তি দেয়া হয় সূচিত করা হবে।)
cy: Dechreuwch yn y modd ffeilio bygiau. Mae angen --package a --pid dewisol, neu dim ond --pid. Os na roddir y naill na'r llall, dangoswch restr o symptomau hysbys. (Goblygiad os oes ymresymiad sengl yn cael ei gynnig.)
el: Εκκίνηση σε λειτουργία υποβολής σφάλματος. Απαιτείται η παράμετρος --package και προαιρετικά --pid, ή απλά --pid. Εάν κανένα από αυτά δεν δίνεται, εμφανίστε έναν κατάλογο γνωστών συμπτωμάτων. ( Η εξ ορισμού επιλογή εάν δίνεται ένα και μοναδικό όρισμα.)
fi: Aloita ohjelmavirheiden kirjaustilassa. Se vaatii --package ja valinnaisen --pid:n, tai vain --pid:n. Jos kumpaakaan ei anneta, näytä lista tunnetuista oireista. (Epäsuora jos yksi argumentti on annettu.)
hi: बग भरने की पद्धति में शुरु करें. आवश्यकता है --package तथा एक विकल्प --pid की या केवल एक --pid की. यदि कोई भी नहीं दिया हुआ हो, तो ज्ञात लक्षणों की सूची दिखाएं. (यदि एक ही तर्क दिया हो तो लागु करें.)
ko: 버그 보고 모드로 시작. 인수로는 --package와 --pid 혹은 --pid 옵션을 단독으로 사용합니다. 어떤 것도 사용하지 않으면 알려진 증상의 목록을 표시합다. (하나의 인수가 주어진 PID가 유일한 인수일 경우 자동으로 실행합니다.)
lv: Sākt kļūdu aizpildīšanas režīmā. Pieprasa --package un optionālo --pid, vai tikai --pid karodziņu. Ja neviens no tiem nav dots, parāda sarakstu ar zināmiem simptomiem (pieņemot, ka dots viens arguments).
ms: Mulakan didalam mod pengisian pepijat. Perlukan --package dan pilihan --pid, atau hanya --pid. Jika tidak diberikan, paparkan senarai simptom yang diketahui. (Dilaksanakan jika argumen tunggal diberikan.)
oc: Avia en mòde senhalament de bug. Necessita l'argument --package e --pid en opcion, o simplament --pid. Se n'i a pas cap de provesit, aficha una lista de simptòmas coneguts. (Implicit se un sol argument es provesit.)
sr: Биће покренут у режиму пријављивања грешке. Захтева назив пакета (--package) и један опционалан пиб (--pid), или само пиб (--pid). Ако ниједан није дат, приказаће списак познатих симптома. (Подразумева се ако је дат само један аргумент.)
th: เริ่มทำงานในโหมดรายงานปัญหา ต้องใช้ --package และ --pid พร้อมตัวเลือก หรือเพียง --pid ถ้าไม่ใส่อาร์กิวเมนต์ดังกล่าว ให้แสดงรายการอาการที่รู้ว่าเกิดขึ้น (ไม่ทำงานถ้าใส่เพียงอาร์กิวเมนต์เดียว)
zh_hk: 啟動為錯誤歸檔模式。需要 --packages 和一個可選擇的 --pid，或是只需 --pid。若兩者都未給予，顯示一份已知症狀的列表。（暗示若只有給予單一參數。）
zh_tw: 啟動為錯誤歸檔模式。需要 --packages 和一個可選擇的 --pid，或是只需 --pid。若兩者都未給予，顯示一份已知症狀的列表。（暗示若只有給予單一參數。）

source: Click a window as a target for filing a problem report.
bn: সমস্যার প্রতিবেদন পূরণের জন্য একটি লক্ষ্য হিসেবে উইন্ডোতে ক্লিক করুন।
cy: Cliciwch ffenestr fel targed ar gyfer ffeilio adroddiad problem.
el: Επιλέξτε ένα παράθυρο πατώντας το, για να συμπληρώσετε μια αναφορά προβλήματος.
et: Klõpsa probleemiaruande esitamise sihtmärgina akent.
fi: Napsauta ikkunaa, johon liittyvän virheraportin haluat tehdä.
hi: एक समस्या रपट दर्ज करने हेतु लक्ष्य विंडो पर क्लिक करें.
ko: 문제를 보고할 프로그램의 창을 선택해주십시오.
lv: Klikšķiniet uz loga, kas ir problēmas ziņojuma mērķis.
ms: Klik pada tetingkap sebagai sasaran untuk failkan laporan masalah
oc: Clicatz sus la fenèstra per laquala volètz senhalar un problèma.
sr: Кликните на прозор као циљ да попуните извештај о проблему.
th: คลิกหน้าต่างเพื่อเป็นเป้าหมายสำหรับรายงานปัญหา
zh_hk: 請點擊要作為問題報告目標發送的視窗。

source: Start in bug updating mode. Can take an optional --package.
bn: বাগ হালনাগাদ মোডে আরম্ভ করুন। ঐচ্ছিক --প্যাকেজ নিতে পারেন।
cy: Dechreuwch yn y modd diweddaru gwall. Gall gymryd --package dewisol.
el: Εκκίνηση σε λειτουργία ενημέρωσης σφάλματος. Δέχεται προαιρετικά την παράμετρο --package.
fi: Aloita ohjelmavirheiden päivitystilassa. Voi ottaa valinnaisen valitsimen --package.
hi: बग अद्यतन पद्धति में चालु करें. एक विकल्प --package ले सकते हैं .
ko: 버그 업데이트 모드로 시작. 추가적으로 --package 명령을 사용할 수 있습니다.
lv: Sākt kļūdas atjaunināšanas režīmā. Var pieņemt optionālu --package karodziņu.
ms: Mulakan dalam mod kemaskini pepijat. Boleh ambil pilihan --package.
oc: Començar en mòde « mesa a jorn de bug ». Accèpta l'opcion --package
sr: Биће покренут у режиму слања грешке. Може да садржи опционални пакет (--package).
th: เริ่มทำงานในโหมดอัปเดตปัญหา สามารถใช้อาร์กิวเมนต์ --package พร้อมตัวเลือกได้
zh_hk: 加上 --package 指令以啟動軟體錯誤更新模式。

source: File a bug report about a symptom. (Implied if symptom name is given as only argument.)
bn: উপসর্গ সম্পর্কিত একটি বাগ প্রতিবেদন ফাইল করুন। (যদি উপসর্গ নাম শুধুমাত্র যুক্তি হিসাবে দেওয়া হয় তাহলে সূচিত করা হবে।)
cy: Ffeiliwch adroddiad gwall am symptom. (Goblygir os rhoddir enw'r symptom fel dadl yn unig.)
el: Υποβάλετε αναφορά σφάλματος για ένα σύμπτωμα. (Στην περίπτωση που η ονομασία του συμπτώματος δίνεται ως μοναδικό όρισμα.)
et: Esita sümptomi kohta veaaruanne. (See tähendab, kui sümptomi nimi on toodud ainsa argumendina.)
fi: Arkistoi ohjelmavirheen raportti oireena. (Epäsuorasti jos oireen nimi on annettu vain argumenttina.)
hi: लक्षण के बारे में एक बग रिपोर्ट दाखिल करें. (जब लक्षण के नाम केवल तर्क के रुप में दिया गया हो तो लागु करें.)
ko: 문제 증상에 대한 버그 보고. (문제 증상만이 매개 변수로 주어진 경우 이 모드가 기본입니다)
lv: Aizpildīt kļūdas ziņojumu par simptomu (pieņemot, ka simptoma nosaukums ir dots kā vienīgais arguments).
ms: Failkan laporan pepijat mengenai simptom. (Dilaksanakan jika nama simptom diberikan sebagai argumen sahaja.)
oc: Efectua un senhalament de bug a prepaus d'un simptòma. (Implicit se lo nom del simptòma es donat coma argument unic.)
sr: Попуниће извештај грешке о симптому. (Подразумева се ако је име симптома дато као једини аргумент.)
th: รายงานปัญหาเกี่ยวกับอาการ (ไม่ทำงานถ้าชื่ออาการถูกใส่เพียงอาร์กิวเมนต์)
zh_hk: 建立一份關於症狀的錯誤報告。（暗示若症狀名稱是唯一給予的參數。）
zh_tw: 建立關於症狀的錯誤報告。(暗示是否只要提供症狀名稱作為引數。)

source: Specify package name in --file-bug mode. This is optional if a --pid is specified. (Implied if package name is given as only argument.)
bn: সুনির্দিষ্টভাবে উল্লেখ করুন প্যাকেজের নাম --ফাইল-বাগ মোডে। এটি ঐচ্ছিক যদি --pid সুনির্দিষ্ট হয়। (যদি উপসর্গ নাম শুধুমাত্র যুক্তি হিসাবে দেওয়া হয় তাহলে সূচিত করা হবে।)
cy: Nodwch enw'r pecyn yn y modd --file-bug. Mae hyn yn ddewisol os nodir --pid. (Goblygiad os oes ymresymiad sengl yn cael ei gynnig.)
el: Καθορίστε όνομα πακέτου σε κατάσταση --file-bug. Αυτό είναι προαιρετικό εάν έχει ήδη καθοριστεί ένα --pid. (Στην περίπτωση που το όνομα πακέτου δίνεται ως μοναδικό όρισμα.)
fi: Määritä paketin nimi --file-bug-tilassa. Tämä on valinnainen jos --pid on määritetty. (Epäsuorasti jos paketin nimi on annettu vain argumenttina.)
hi: पैकेज का नाम --file-bug पद्धति में वर्णन करें. यह वैकल्पिक होगा यदि एक --pid का वर्णन होगा. (जब पैकेज का नाम केवल तर्क के रुप में दिया गया हो तो लागु करें.)
ko: --file-bug 모드에서 패키지 이름을 지정합니다. --pid 명령을 지정하면 사용하지 않을 수 있습니다.(패키지 이름이 유일한 인수일 경우 자동으로 실행합니다.)
lv: Norādiet pakotnes nosaukumu --file-bug režīmā. Tas ir optionāli ja --pid ir norādīts (pieņemot, ka pakotnes nosaukums ir dots kā vienīgais arguments).
ms: Nyatakan nama pakej didalam mod --file-bug. Ini merupakan pilihan jika --pid ditentukan. (Dilaksanakan jika nama pakej diberikan sebagai argumen sahaja.)
oc: Especifica un nom de paquet dins lo mode --file-bug. Aquò's opcional se --pid es especificat. (Implicit se lo nom del paquet es donat coma argument unic.)
sr: Навешће назив пакета у режиму пријављивања грешке (--file-bug). Ово је опционално ако је одређен пиб (--pid). (Подразумева се ако је име пакета дато као једини аргумент.)
th: ระบุชื่อแพกเกจในโหมด --file-bug ถ้าระบุ --pid นี่จะเป็นตัวเลือก (ไม่ทำงานถ้าชื่อแพกเกจถูกใส่เพียงอาร์กิวเมนต์)
zh_hk: 在 --file-bug 模式中指定套件名稱。若指定 --pid 則是可選擇的。（暗示若套件名稱是唯一給予的參數。）
zh_tw: 在 --file-bug 模式中指定套件名稱。若指定 --pid 則是可選擇的。（暗示若套件名稱是唯一給予的參數。）

source: Specify a running program in --file-bug mode. If this is specified, the bug report will contain more information. (Implied if pid is given as only argument.)
bn: সুনির্দিষ্টভাবে উল্লেখ করুন সচল প্রোগ্রাম --ফাইল-বাগ মোডে। যদি এটি সুনির্দিষ্ট হয়, বাগ প্রতিবেদন আরও তথ্য ধারণ করবে। (যদি pid শুধুমাত্র যুক্তি হিসাবে দেওয়া হয় তাহলে সূচিত করা হবে।)
cy: Nodwch raglen redeg yn y modd --file-bug. Os nodir hyn, bydd yr adroddiad nam yn cynnwys mwy o wybodaeth. (Goblygiad os pid yw'r unig ymresymiad sy'n cael ei gynnig.)
el: Προσδιορίστε ένα εκτελούμενο πρόγραμμα στην επιλογή --file-bug. Εάν αυτό προσδιοριστεί, η αναφορά θα περιέχει περισσότερες πληροφορίες. (Όταν η ταυτότητα διεργασίας (PID) δίνεται ως η μόνη παράμετρος.)
fi: Määritä suoritettava ohjelma --file-bug–tilassa. Jos tämä on määritetty, virheraportti sisältää enemmän tietoa. (Epäsuorasti, jos pid on annettu ainoana argumenttina.)
hi: एक चल रहे प्रोग्राम --file-bug पद्धति में का उल्लेख करें. यदि इसका उल्लेख है, तो दोष रपट अधिक सूचनात्मक हो जाएगा.(यह लागू हो यदि pid में केवल तर्क दिया होगा.)
ko: --file-bug 모드로 실행하고 있는 프로그램을 지정해주십시오. 이 항목을 지정하면 버그 보고에 더 많은 정보를 포함하게 됩니다. (PID가 유일한 인수일 경우 자동으로 실행합니다.)
lv: Norādiet palaisto programmu --file-bug režīmā. Ja tas ir norādīts, kļūdas ziņojums saturēs vairāk informācijas. (Tiek pieņemts, ja pid ir padots kā vienīgais parametrs.)
ms: Nyatakan nama pakej didalam mod --file-bug. Ini merupakan pilihan jika --pid ditentukan. (Dilaksanakan jika nama pakej diberikan sebagai argumen sahaja.)
oc: Especificar un programa que s'executa en mòde « --file-bug ». S'aquò es especificat, lo rapòrt de bug contendrà mai d'informacions. (implicita se l’identificant del processus es passat coma argument unic)
sr: Наводи покренути програм у „--file-bug“ режиму. Ако је ово одређено, извештај о грешци ће садржати више информација. (Подразумева се ако је пиб дат као једини аргумент.)
th: ระบุโปรแกรมที่กำลังทำงานในโหมด --file-bug ถ้ามีการระบุ รายงานปัญหาจะประกอบด้วยข้อมูลเพิ่มเติม (ไม่ทำงานถ้า pid ถูกใส่เพียงอาร์กิวเมนต์)
zh_hk: 在 --file-bug 模式中指定一個正在執行中的程式。如果有指定，該臭蟲回報將包含更多資訊。(表示是否只要提供 pid 為引數。)

source: The provided pid is a hanging application.
cy: Mae'r pid a ddarperir yn raglen sy'n oedi.
el: Το παρεχόμενο αναγνωριστικό διεργασίας (PID) είναι για μια εφαρμογή που έχει κολλήσει.
et: Pakutud pid on rippuv rakendus.
fi: Annettu pid on ohjelma, joka ei vastaa.
ko: 주어진 PID는 응답이 없는 프로그램입니다.
lv: Norādītais procesa identifikators (pid) ir "uzkārusies" lietotne
ms: pid yang disediakan adalah aplikasi tergantung.
oc: Lo pid provesit es una aplicacion que respond pas.
sr: Обезбеђени пиб је проблематичан програм.
th: pid ที่ระบุเป็นโปรแกรมที่ทำงานค้างอยู่
zh_hk: 提供的 pid 是懸凍的應用程式。
zh_tw: 提供的 pid 是懸凍的應用程式。

source: Report the crash from given .apport or .crash file instead of the pending ones in %s. (Implied if file is given as only argument.)
bn: %s তে অমীমাংসিত একটির পরিবর্তে given .apport অথবা .crash ফাইল থেকে ক্র্যাশ প্রতিবেদন দিন। (যদি ফাইল যুক্তি হিসেবে দেয়া হয় তাহলে সূচিত করা হবে।)
cy: Rhoi gwybod am y chwaliad o'r ffeil .apport neu .crash a roddwyd yn lle'r rhai sydd ar y gweill yn %s. (Goblygiad os taw ffeil sy'n cael ei chynnig fel yr unig ymresymiad.)
el: Αναφέρετε την κατάρρευση από το δεδομένο αρχείο .apport ή .crash αντί αυτών στο %s. (Στην περίπτωση που το αρχείο δίδεται ως το μοναδικό όρισμα.)
et: Esita tõrge antud .apport või .crash failist, mitte ootel olevatest failidest %s. (Kaudselt, kui fail on antud ainukese argumendina.
fi: Raportoi kaatuminen annetusta .apport tai .crash-tiedostosta odottavien sijaan kohdassa %s. (Epäsuora jos tiedosta on annettu vain argumenttina.)
hi: विध्वंस रिपोर्ट को दिए गए .apport या .crash संचिका से करें बजाए %s में जो विचाराधीन है. (यदि तर्क के रुप में केवल संचिका दिया गया हो.)
ko: %s에서 대기 중인 것 대신 주어진 .apport 혹은 .crash 파일의 충돌을 보고.(유일한 인수일 경우 자동으로 실행합니다.)
lv: Ziņot par avāriju izmantojot doto .apport vai .crash failu, nevis par tām avārijām, kas gaida savu kārtu %s (pieņemot, ka fails ir dots kā vienīgais arguments).
ms: Laporkan kerosakan melalui fail .apport atau .crash yang diberikan selain dari yang ditangguh pada %s. (Dilaksanakan jika fail hanya diberikan sebagai argumen.)
oc: Senhala lo bug a partir d'un fichièr .apport o .crash donat puslèu qu'a partir de los que son en espèra dins %s. (Implicit se lo fichièr es donat coma argument unic.)
sr: Пријављује о урушавању из дате „.apport“ или „.crash“ датотеке уместо једне приправне у „%s“. (Подарзумева се ако је датотека дата као једини аргумент.)
th: รายงานความล้มเหลวจากแฟ้ม .apport หรือ .crash ที่ให้มาแทนที่กำลังรออยู่ใน %s (ไม่ทำงานถ้าแฟ้มถูกใส่เพียงอาร์กิวเมนต์)
zh_hk: 從特定的 .apport 或 .crash 檔案來回報當機，代替等待中的 %s。（暗示若特定檔案是唯一給予的參數。）
zh_tw: 從特定的 .apport 或 .crash 檔案來回報當掉情形，代替等待中的 %s。（暗示若特定檔案是唯一給予的參數。）
