Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: Uploading Problem Information
bn: সমস্যার তথ্য হালনাগাদ করা হচ্ছে
cy: Wrthi'n llwytho manylion problem
el: Αποστολή πληροφοριών προβλήματος
et: Probleemi kirjeldava teabe üleslaadimine
fi: Lähetetään tiedot ongelmasta
hi: समस्या सूचना को अपलोड कर रहा है
ko: 문제 정보를 업데이트 하는 중
lv: Augšupielādē informāciju par problēmu
ms: Memuat Naik Maklumat Masalah
oc: Mandadís de las informacions ligadas al problèma
sr: Шаљем информације о проблему
zh_hk: 正在上傳問題資訊
zh_tw: 正上傳問題資訊

source: the executable that is run under valgrind's memcheck tool for memory leak detection
el: το εκτελέσιμο που τρέχει το εργαλείο ελέγχου μνήμης του valgrind για την ανίχνευση διαρροής μνήμης (memory leak)
fi: suoritettava, joka suoritetaan valgrind:n muistin tarkastustyökalulla muistivuotojen havaitsemiseksi
ms: boleh laku yang berjalan dibawah alat semakan ingatan valgrind untuk pengesanan kebocoran ingatan
oc: l'executable aviat dins l'aisina de verificacion de la memòria de valgrind per detectar un pèrda de memòria.
sr: извршни који је покренут под валгриндовим алатом за проверу меморије зарад откривања цурења меморије
th: แฟ้มปฏิบัติการที่ทำงานภายใต้เครื่องมือตรวจสอบหน่วยความจำของ valgrind สำหรับตรวจหาการรั่วไหลของหน่วยความจำ

source: This is not an official %s package. Please remove any third party package and try again.
el: Αυτό δεν είναι ένα επίσημο πακέτο του %s. Παρακαλώ αφαιρέστε κάθε πακέτο από τρίτους και προσπαθήστε ξανά.
fi: Tämä ei ole virallinen %s-paketti. Poista kolmansien osapuolten paketit ja yritä sitten uudelleen.
ms: Ini bukanlah pakej %s rasmi. Sila buang sebarang pakej pihak ketiga dan cuba lagi.
oc: Aqueste paquet es pas oficialament pres en carga per %s. Desinstallatz tot paquet tèrç e tornatz ensajar.
sr: Ово није званичан „%s“ пакет. Уклоните пакет било које треће стране и покушајте опет.
th: นี่ไม่ใช่แพกเกจ %s ทางการ โปรดลบแพกเกจบุคคลที่สามใด ๆ ออกและลองอีกครั้ง
zh_tw: 這不是官方的 %s 套件。請移除任何第三方套件並重試。

source: %prog <report number>
el: %prog <αριθμός αναφοράς>
fi: %prog <raportin numero>
oc: %prog <numèro del rapòrt>
sr: %prog <број извештаја>

source: %prog [options] [symptom|pid|package|program path|.apport/.crash file]
el: %prog [επιλογές] [σύμπτωμα|pid|πακέτο|διαδρομή προγράμματος|αρχείο .apport/.crash]
fi: %prog [valinnat] [ongelma|pid|paketti|ohjelman polku|.apport/.kaatumisraportti]
sr: %prog [опције] [симптом|пиб|пакет|путања програма|.apport/.crash датотека]

source: This report is about a snap published by %s. Contact them via %s for help.
el: Αυτή η αναφορά είναι για πακέτο snap που δημοσιεύτηκε από %s. Επικοινωνήστε μαζί τους μέσω %s για βοήθεια.
fi: Tämä raportti koskee snap-pakettia, jonka on julkaissut %s. Ohjeita saat olemalla yhteydessä julkaisijaan: %s.

source: This report is about a snap published by %s. No contact address has been provided; visit the forum at https://forum.snapcraft.io/ for help.
el: Αυτή η αναφορά είναι για πακέτο snap που δημοσιεύτηκε από %s. Δεν δόθηκε κάποια διεύθυνση επικοινωνίας· επισκεφθείτε το φόρουμ στο https://forum.snapcraft.io/ για βοήθεια.
fi: Tämä raportti koskee snap-pakettia, jonka on julkaissut %s. Yhteydenotto-osoitetta ei ole määritetty; käy keskustelupalstalla https://forum.snapcraft.io/ saadaksesi ohjeita.

source: You are about to report a bug against the deb package, but you also a have snap published by %s installed. You can contact them via %s for help. Do you want to continue with the bug report against the deb?
el: Πρόκειται να κάνετε αναφορά για σφάλμα σε ένα πακέτο deb, αλλά έχετε ήδη εγκατεστημένο και πακέτο snap από %s. Μπορείτε να επικοινωνήσετε μαζί τους μέσω %s για βοήθεια. Θέλετε να συνεχίσετε με την αναφορά σφάλματος για το πακέτο deb;
fi: Olet lähettämässä deb–pakettia koskevaa virheraporttia, mutta sinulla on myös asennettuna %s julkaisema snap–paketti. Voit ottaa heihin yhteyttä käyttäen %s apuna. Haluatko jatkaa deb–pakettia koskevan virheraportin lähettämistä?

source: You are about to report a bug against the deb package, but you also a have snap published by %s installed. For the snap, no contact address has been provided; visit the forum at https://forum.snapcraft.io/ for help. Do you want to continue with the bug report against the deb?
el: Πρόκειται να κάνετε αναφορά για σφάλμα σε ένα πακέτο deb, αλλά έχετε ήδη εγκατεστημένο και πακέτο snap από %s. Για το πακέτο snap, δεν δόθηκε κάποια διεύθυνση επικοινωνίας· επισκεφθείτε το φόρουμ στο https://forum.snapcraft.io/ για βοήθεια. Θέλετε να συνεχίσετε με την αναφορά σφάλματος για το πακέτο deb;
fi: Olet lähettämässä deb–pakettia koskevaa virheraporttia, mutta sinulla on myös asennettuna %s julkaisema snap–paketti. Yhteystietoja ei ole tarjottu snap–paketille; vieraile foorumilla osoitteessa https://forum.snapcraft.io/ saadaksesi apua. Haluatko jatkaa deb–pakettia koskevan virheraportin lähettämistä?

source: Please enter your account information for the %s bug tracking system
el: Εισάγετε τα στοιχεία του λογαριασμού σας στο σύστημα παρακολούθησης σφαλμάτων %s.
fi: Ole hyvä ja syötä %s bugi raportointi järjestelmän kirjautumistiedot
ms: Sila masukkan maklumat akaun anda untuk sistem penjejakan pepijat %s
oc: Picatz las informacions de vòstre compte pel sistèma de seguit dels bugs %s
sr: Унесите информације о вашем налогу за систем праћења грешака „%s“
th: โปรดป้อนข้อมูลบัญชีของคุณสำหรับระบบติดตามปัญหาของ %s
zh_tw: 請輸入您的 %s 錯誤回報系統帳號資訊

source: Usage: %s <report> <target directory>
el: Χρήση: %s <αναφορά> <κατάλογος προορισμού>
fi: Käyttö: %s <raportti> <kohdehakemisto>
ms: Penggunaan: %s <laporan> <direktori sasaran>
oc: Utilizacion : %s <rapòrt> <dorsièr cibla>
sr: Коришћење: %s <извештај> <циљни директоријум>
zh_tw: 用法：%s <回報檔> <目標目錄>

source: %s snap
ko: %s 스냅

source: The report belongs to a package that is not installed.
ms: Laporan dari pakej yang belum dipasang.
oc: Lo rapòrt fa referéncia a un paquet pasinstallat.
sr: Извештај припада пакету који није инсталиран.
zh_tw: 此報告屬於一份未安裝的套件。

source: This occured during a previous suspend and prevented it from resuming properly.
ms: Ini berlaku semasa tangguhan terdahulu dan elakkannya dari dipulih semula dengan betul.
oc: Aquò s'es produch al moment d'una mesa en velha precedenta ; aquò l'empacha de tornar prene corrèctament.
sr: До овога је дошло приликом претходне обуставе што је исту спречило да правилно настави.
zh_tw: 此狀況發生於前一次待命時並阻止其正常的回復。

source: This occured during a previous hibernate and prevented it from resuming properly.
ms: Ini berlaku semasa hibernasi terdahulu dan elakkannya dari dipulih semula dengan betul.
oc: Aquò s'es produch al moment d'una ivernacion precedenta ; aquò l'empacha de tornar prene corrèctament.
sr: До овога је дошло приликом претходног замрзавања што је истог спречило да правилно настави.
zh_tw: 此狀況發生於前一次休眠時並阻止其正常的回復。

source: Apport
bn: অ্যাপোর্ট
hi: अप्पोर्ट(Apport)
oc: Apòrt
sr: Апорт

source: Send an error report to help fix this problem
ms: Hantar laporan ralat untuk bantu membaiki masalah ini
oc: Mandar un rapòrt d'anomalia per ajudar a resòlvre aqueste problèma
sr: Пошаљите извештај о грешци да помогнете исправљању овог проблема
th: ส่งรายงานความผิดพลาดเพื่อช่วยแก้ปัญหานี้
zh_tw: 傳送錯誤回報來幫助我們修復此問題

source: Your system might become unstablenow and might need to be restarted.
sr: Ваш систем може сада постати нестабилан и можда треба бити поново покренут.

source: Force Closed
ms: Paksa Tutup
oc: Tampat de fòrça
sr: Приморај затварање
th: บังคับให้ปิดไป
zh_tw: 強制關閉

source: %prog [options] <apport problem report | crash ID>
ms: %prog [options] <laporan masalah apport | ID Kerosakan>

source: incorrect number of arguments; use --help for a short help
ms: Bilangan argumen tidak betul; guna --help untuk bantuan ringkas
oc: Nombre d'arguments incorrècte ; utilizatz --help per una ajuda succincta
zh_tw: 不正確的參數數目；使用 --help 以取得簡短的說明

source: you either need to do a local operation (-s, -g, -o) or supply an authentication file (--auth); see --help for a short help
ms: Anda perlu lakukan operasi setempat (-s. -g, -o) atau bekalkan fail pengesahihan (-auth); rujuk --help untuk bantuan ringkas
oc: Vos cal far una operacion locala (-s, -g, -o) o provesir un fichièr d'autentificacion (--auth) ; vejatz --help per una ajuda succinta
zh_tw: 您需要進行一個本地端作業（-s, -g -o）或是提供一個認證檔（--auth）；參考 --help 以取得簡短的說明
