Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: Build a temporary sandbox and download/install the necessary packages and debug symbols in there; without this option it assumes that the necessary packages and debug symbols are already installed in the system. The argument points to the packaging system configuration base directory; if you specify "system", it will use the system configuration files, but will then only be able to retrace crashes that happened on the currently running release.
bn: একটি অস্থায়ী স্যান্ডবক্স নির্মাণ করুন এবং প্রয়োজনীয় প্যাকেজ ডাউনলোড/ইনস্টল করুন এবং ডিবাগ চিহ্ন দিন; এই অপশন ছাড়া এটি অনুমান করে যে প্রয়োজনীয় প্যাকেজ এবং ডিবাগ চিহ্ন ইতোমধ্যে এই সিস্টেমে ইন্সটল করা হয়েছে। প্যাকেজিং সিস্টেমের যুক্তি পয়েন্ট কনফিগারেশন ভিত্তিক ডিরেক্টরি; যদি আপনি সুনির্দিষ্টভাবে উল্লেখ করেন "সিস্টেম", এটি সিস্টেম কনফিগারেশন ফাইলে ব্যবহৃত হবে, কিন্তু তারপর শুধুমাত্র বর্তমানে চলমান রিলিজে ঘটেছে এমন ক্র্যাশ অনুসন্ধান করা হবে।
cy: Adeiladu blwch tywod dros dro a llwytho i lawr/gosod y pecynnau angenrheidiol a'r symbolau dadfygio ynddo; heb yr opsiwn hwn mae'n cymryd yn ganiataol bod y pecynnau angenrheidiol a'r symbolau dadfygio eisoes wedi'u gosod yn y system. Mae'r ymresymiad yn cyfeirio at gyfeiriadur sylfaen cyfluniad y system becynnu; os byddwch yn nodi "system", bydd yn defnyddio'r ffeiliau ffurfweddiad system, ond dim ond wedyn bydd yn gallu olrhain damweiniau a ddigwyddodd ar y ryddhad sy'n rhedeg ar hyn o bryd.
el: Φτιάξτε ένα προσωρινό περιβάλλον δοκιμών και κατεβάστε/εγκαταστήστε τα απαραίτητα πακέτα και διορθώστε σύμβολα εκεί· χωρίς η επιλογή αυτή να υποθέτει ότι τα απαραίτητα πακέτα και τα σύμβολα αποσφαλμάτωσης είναι ήδη εγκατεστημένα στο σύστημα. Τα σημεία παράμετροι για το σύστημα συσκευασίας ρυθμίζουν το βασικό κατάλογο· Αν ορίσετε «σύστημα», αυτό θα χρησιμοποιήσει τα αρχεία ρυθμίσεων του συστήματος αλλά τότε θα έχει μόνο τη δυνατότητα να εντοπίζει τα σπασμένα αρχεία που συνέβησαν όταν ήταν σε εκτέλεση η αποδέσμευση.
fi: Rakenna väliaikainen hiekkalaatikko ja lataa/asenna tarvittavat paketit ja virheenkorjauksen symbolit sinne; ilman tätä valintaa se olettaa tarvittavien pakettien ja virheenkorjauksen symbolien olevan asennettuna järjestelmään. Argumentti osoittaa paketointijärjestelmän asetusten perushakemistoon; jos määrittelet "system", se tulee käyttämään järjestelmän asetustiedostoja, mutta voi silloin ainoastaan jäljittää kaatumisia, jotka tapahtuivat tällä hetkellä ajettavassa julkaisuversiossa.
ko: 임시 샌드박스를 만들고 필요한 패키지 다운로드를 다운로드한 후 설치하였으며 디버그 심볼을 만들었습니다; 이 옵션이 없는 경우 필요한 패키지와 디버그 심볼을 시스템에 이미 설치한 것으로 간주합니다. 인수가 패키징 시스템 설정 베이스 시스템을 가리킵니다; "시스템"을 지정하면 시스템 설정 파일을 사용하지만 그런 후 현재 실행 중인 배포판에서 발생한 충돌 만을 다시 추적할 수 있습니다.
lv: Izveidojiet pagaidu smilšu kasti un tur lejupielādējiet/instalējiet nepieciešamās pakotnes un atkļūdošanas simbolus; bez šīs opcijas tiks pieņemts, ka nepieciešamās pakotnes un atkļūdošanas simboli jaut ir uzinstalēti uz sistēmas. Parametrs norāda uz pakotņu sistēmas konfigurācijas bāzes direktoriju; ja norādīsiet "system", tiks izmantoti sistēmas konfigurācijas faili, bet tad tas varēs izsekot tikai tām avārijām, kas notiek pašlaik strādājošā laidienā.
ms: Bina kekotak pasir sementara dan muat turun/pasang pakej yang perlu dan nyahpepijat simbol disini; tanpa pilihan ini ia anggap pakej dan simbol nyahpepijat yang diperlukan sudah dipasang didalam sistem. Argumen merujuk kepada direktori dasar konfigurasi sistem pakej; jika anda tentukan "sistem", ia akan gunakan fail kkonfigurasi sistem, tetapi hanya boleh menyurih semula kerosakan yang disebabkan keluaran yang dijalankan semasa ini.
oc: Metre en plaça un nauc de sabla temporari e i telecargar/installar los paquets e los simbòls de desbugatge necessaris ; sens aquesta opcion, serà supausat que los paquets e los simbòls de desbugatge necessaris son ja installats sul sistèma. L'argument punta cap al dorsièr de configuracion de basa del sistèma de creacion de paquets ; s'especificatz "system", los fichièrs de configuracion del sistèma seràn utilizats, mas sols los plantatges de la version en cors d'execucion poiràn èsser traçats.
sr: Изграђује привремени пробни систем и преузима/инсталира потребне пакете и симболе за исправљање грешака у њему; без ове опције претпоставља се да су потребни пакети и симболи за исправљање грешака већ инсталирани на систему. Аргумент указује на основни директоријум подешавања система пакетирања; ако сте одредили „system“, користиће системске датотеке подешавања, али ће тада бити у стању да испрати урушавања која се дешавају на тренутно покренутом издању.
th: สร้าง Sandbox แบบชั่วคราวและดาวน์โหลด/ติดตั้งแพกเกจที่จำเป็นและสัญลักษณ์การดีบั๊กในนั้น ถ้าไม่ใช้ตัวเลือกนี้ จะถือว่าแพกเกจที่จำเป็นและสัญลักษณ์การดีบั๊กได้ถูกติดตั้งไว้ในระบบแล้ว อาร์กิวเมนต์จะบ่งชี้ไปที่ไดเรกทอรีพื้นฐานการกำหนดค่าระบบแพกเกจ ถ้าคุณระบุ "system" ก็จะใช้เพียงแฟ้มกำหนดค่าของระบบ แต่จะสามารถทำได้เพียงติดตามความล้มเหลวที่เกิดขึ้นเมื่อใช้รุ่นที่กำลังใช้งานอยู่ในขณะนี้เท่านั้น
zh_hk: 建立暫時沙箱，並下載/安裝需要的套件與除錯符於該沙箱中；若不採用此選項，將假定需要的套件與除錯符都已經安裝在系統之內。引數指向打包系統組態的基礎目錄；如果您有指定「system」(系統) 的話，它會使用系統組態檔，但是接著只能回追發生於目前執行中發行版的當掉情形。

source: Build another temporary sandbox for installing gdb and its dependencies using the same release as the report rather than whatever version of gdb you have installed.
cy: Adeiladwch flwch tywod dros dro arall ar gyfer gosod gdb a'i ddibyniaethau gan ddefnyddio'r un datganiad â'r adroddiad yn hytrach na pha fersiwn bynnag o gdb rydych chi wedi'i osod.
el: Να δημιουργηθεί άλλος προσωρινός ξεχωριστός χώρος για την εγκατάσταση του gdb και των εξαρτήσεών του στην ίδια έκδοση όπως και η αναφορά, αντί να χρησιμοποιηθεί η όποια έκδοση του gdb έχετε ήδη εγκατεστημένη.
fi: Rakenna toinen väliaikainen hiekkalaatikko gdb:n ja sen riippuvuuksien asentamista varten käyttäen samaa julkaisuversiota kuin raportissa, mieluummin kuin mitä tahansa versiota gdb:stä joka sinulla on asennettuna.
ko: 설치 한 gdb의 버전이 아닌 보고서와 동일한 릴리스를 사용하여 gdb 및 그 종속성을 설치하기 위한 또 다른 임시 샌드 박스를 빌드하십시오.
lv: Uzbūvēt citu izmēģināšanas vidi gdb un tā atkarību instalēšanai, izmantojot to pašu laidienu kā pārskatam, nevis to, kas ir jau instalētajai gdb versijai.

source: Report download/install progress when installing packages into sandbox
bn: স্যান্ডবক্সে প্যাকেজ ইনস্টল করার সময় ডাউনলোড/ইনস্টল এর অগ্রগতির প্রতিবেদন
cy: Adroddwch gynnydd llwytho i lawr/gosod wrth osod pecynnau yn y blwch tywod
el: Αναφορά προόδου λήψης/εγκατάστασης όταν εγκαθίστανται πακέτα στο δοκιμαστικό χώρο
fi: Raportoi latauksen/asentamisen eteneminen asennettaessa paketteja hiekkalaatikkoon
ko: 샌드박스에 패키지를 설치할 때 다운로드 및 설치 과정을 보고합니다.
lv: Ziņot par lejupielādes/instalēšanas progresu, kad pakotnes tiek instalēts smilšu kastē.
ms: Lapor kemajuan muat turun/pasang bilang memasang pakej kedalam kekotak pasir
oc: Senhalar l'avançament del telecargament/de l'installacion pendent l'installacion de paquets dins lo nauc de sabla.
sr: Извештава о напредовању преузетог/инсталираног приликом инсталације пакета у пробном систему
th: รายงานความคืบหน้าในการดาวน์โหลด/ติดตั้งระหว่างติดตั้งแพกเกจไปที่ Sandbox
zh_hk: 當套件安裝至沙箱時回報下載/安裝進度

source: Prepend timestamps to log messages, for batch operation
bn: ব্যাচ অপারেশনের জন্য, বার্তা লগ করতে টাইমস্ট্যাম্প শুরুতে যোগ করুন
cy: Paratowch stampiau amser i gofnodi negeseuon, ar gyfer gweithredu swp
el: Βάζουμε μπροστά χρονικές ενδείξεις για να συνδεθούν μηνύματα, για τη λειτουργία παρτίδας
fi: Liitä aikaleimat lokitiedostojen alkuun, eräoperaatiota varten
ko: 배치 작업을 위해 기록 메시지에 시간 기록을 추가합니다.
lv: Pievienot laika zīmogus žurnāla ierakstiem
ms: Tokok setem masa untuk log mesej, bagi operasi kelompok
oc: Prefixar un orodatatge als messatges de jornal, per un tractament per lòts
sr: Придодаје ознаку времена порукама дневника, за групну радњу
th: ขึ้นต้นการประทับเวลาในข้อความปูม สำหรับดำเนินการชุดงาน
zh_hk: 在記錄訊息前加上時間戳記，供批次操作
zh_tw: 在記錄訊息前加上時間戳記，供批次操作

source: Create and use third-party repositories from origins specified in reports
cy: Creu a defnyddio storfeydd trydydd parti o wreiddiau sy'n cael eu nodi nodir mewn adroddiadau
el: Δημιουργία και χρήση αποθετηρίων τρίτων από πηγές που καθορίζονται στις αναφορές
fi: Luo ja käytä kolmannen osapuolen pakettivarastoja raporteissa määritellyistä lähteistä
ko: 보고서에 지정한 원본 위치의 외부 저장소를 만들고 사용합니다.
lv: Izveidot un izmantot trešās puses krātuves no vietām, kas ir norādītas pārskatos
th: สร้างและใช้ที่เก็บจากบุคคลที่สามจากแหล่งข้อมูลที่ระบุไว้ในรายงาน

source: Cache directory for packages downloaded in the sandbox
bn: স্যান্ডবক্সে প্যাকেজ ডাউনলোডের জন্য ক্যাশ ডিরেক্টরি
cy: Cyfeiriadur storfa ar gyfer pecynnau wedi'u llwytho i lawr yn y blwch tywod
el: Προσωρινός κατάλογος για πακέτα που τοποθετούνται στο δοκιμαστικό χώρο (sandbox)
fi: Välimuistin hakemisto hiekkalaatikkoon ladattaville paketeille
ko: 샌드박스에 다운로드한 패키지를 보관할 캐시 디렉터리
lv: Pieglabāt mapi pakotnēm, kas lejupielādētas smilšu kastē
ms: Direktori cache untuk pakej yang dimuat turun didakam kekotak pasir
oc: Repertòri d'escondedor pels paquets telecargats dins lo nauc de sabla
sr: Директоријум оставе за пакете преузете у пробном систему
th: ไดเรกทอรีแคชสำหรับแพกเกจที่ดาวน์โหลดใน Sandbox
zh_hk: 為下載於沙箱內的套件製作目錄快取

source: Directory for unpacked packages. Future runs will assume that any already downloaded package is also extracted to this sandbox.
cy: Cyfeiriadur ar gyfer pecynnau heb eu pacio. Bydd rhediadau yn y dyfodol yn tybio bod unrhyw becyn sydd eisoes wedi'i lwytho I lawr hefyd yn cael ei echdynnu i'r blwch tywod hwn.
el: Κατάλογος για χύμα πακέτα.Οι μελλοντικές διαδρομές ας υποθέσουμε πως ήδη τα πακέτα έχουν κατεβεί και εξάγονται στο sandbox.
fi: Hakemisto purettaville paketeille. Tulevat suorituskerrat olettavat jokaisen jo ladatun paketin tulevan puretuksi tähän hiekkalaatikkoon.
ko: 압축을 푼 패키지를 보관할 디렉터리입니다. 다음 실행 시점부터는 이미 다운로드한 패키지를 이 샌드박스에 압축을 해제한 것으로 추정합니다.
lv: Direktorija neatpakotajām pakotnēm. Nākotnē programma uzskatīs ka jebkura lejupielādētā pakotne ir arī atarhivēta šeit.
ms: Direktori untuk pakej tidak padat. Bila dijalankan dimasa hadapan akan menganggap mana-mana pakej yang sudah dimuat turun juga diekstrak kedalam kotak pasir ini.
oc: Repertòri pels paquets descompressats. Las execucions futuras presumiràn qu'un paquet ja telecargat serà tanben extrach dins aqueste nauc de sabla.
sr: Директоријум за нераспаковане пакете. Наредна покретања ће подразумевати да је било који већ преузети пакет такође извучен у ову пешчану кутију.
th: ไดเรกทอรีสำหรับแพกเกจที่ยังไม่ได้แยก การเรียกใช้งานครั้งต่อไปก็จะถือว่าแพกเกจที่ดาวน์โหลดไว้ถูกแยกไปที่ Sandbox แล้ว
zh_hk: 解包套件的目錄。未來執行時將假定任何已下載的套件也都抽出於此沙盒中。
zh_tw: 解包套件的目錄。未來執行時將假定任何已下載的套件也都抽出於此沙盒中。

source: Install an extra package into the sandbox (can be specified multiple times)
bn: স্যান্ডবক্সে অতিরিক্ত প্যাকেজ ইনস্টল করুন (একাধিক সময় উল্লেখিত হতে পারে)
cy: Gosod pecyn ychwanegol yn y blwch tywod (mae modd ei nodi sawl gwaith)
el: Εγκαταστήστε ένα επιπλέον πακέτο στο περιβάλλον δοκιμών (μπορεί να προσδιοριστεί πολλές φορές)
fi: Lataa ekstrapakkaukset hiekkalaatikkoon (voi kestää pitkään)
hi: सैन्द्बौक्स में एक अतिरिक्त पैकेज स्थापित (कई बार निर्दिष्ट किया जा सकता है है)
ko: 추가 패키지를 샌드박스에 설치(여러 항목을 지정할 수 있음)
lv: Instalēt papildu pakotni smilšu kastē (var norādīt vairākas reizes)
ms: Pasang pakej tambahan kedalam kekotak pasir (boleh ditentukan berbilang kali)
oc: Installar un paquet suplementari dins lo nauc de sabla (pòt èsser especificat mantun còp)
sr: Инсталира један посебан пакет у пробном систему (може бити одређен више пута)
th: ติดตั้งแพกเกจพิเศษไปที่ Sandbox (สามารถระบุได้หลายครั้ง)
zh_hk: 安裝額外套件至沙箱內 (可以指定多次)

source: Path to a file with the crash database authentication information. This is used when specifying a crash ID to upload the retraced stack traces (only if neither -g, -o, nor -s are specified)
bn: ক্র্যাশ ডাটাবেস প্রমাণীকরণ তথ্যের সাথে ফাইলের পাথ দিন। পুনরায় চিহ্নিত স্ট্যাক চিহ্ন আপলোড করতে ক্র্যাশ ID সুনির্দিষ্টভাবে উল্লেখ করার সময় এটি ব্যবহৃত হয় (শুধুমাত্র যদি কোনটি নয় -g, -o, না -s সুনির্দিষ্টভাবে উল্লেখ করা থাকে)
cy: Llwybr i ffeil gyda gwybodaeth dilysu cronfa ddata chwalfa. Mae hwn yn cael ei ddefnyddio wrth nodi ID chwalfa i lwytho I fyny'r olion pentwr ôl-olrhain (dim ond os na nodir -g, -o, nac -s)
el: Διαδρομή προς ένα αρχείο με πληροφορίες πιστοποίησης της βάσης δεδομένων κατάρρευσης. Χρησιμοποιείται όταν προσδιορίζεται ένα ID κατάρρευσης για την αποστολή των επαναπροσδιορισμένων στοιχείων του stack (μόνο αν κανένα από τα -g, -o και -s δεν ορίζονται)
fi: Polku tiedostoon kaatumistietokannan todentamistietojen kanssa. Tätä käytetään määritettäessä kaatumistunnistetta ladattaessa jäljitettyä pinojälkiä. (vain jos yhtäkään seuraavista ei ole määritetty: -g, -o ja -s)
hi: एक संचिका जो विध्वंस समंकआधार अधिप्रमाणन सूचना के साथ है का रास्ता बताएं. यह तब उपयोग होगा जब एक विध्वंस आईडी का वर्णन retraced stack traces अपलोड करते समय किया जाएगा.( केवल तब जब न तो -g, -o न ही -s का वर्णन रहेगा)
ko: 충돌 데이터베이스 인증 정보를 가진 파일 경로. 스텍 트레이스를 업로드하기 위한 충돌 ID를 설정할 때 사용합니다.(-g,-o나 -s가 설정되지 않은 경우)
lv: Ceļš uz failu, kas satur avāriju datubāzes autentifikācijas informāciju. Tas tiek izmantots norādot avārijas ID, kad tiek augšupielādētas pārtrasētās steka trases (tikai ja nav norādīts neviens no -g, -o, vai -s)
ms: Laluan fail dengan maklumat pengesahihan pengkalan data kerosakan. Ia digunakan bila menentukan ID kerosakan untuk muat naik jejak tindanan yang dijejakkan semula (hanya jika tidak -g, -o ataupun -s ditentukan)
oc: Emplaçant d'un fichièr que conten las informacions d'autentificacion a la banca de donadas dels plantatges. Aquò's utilizat quand òm indica un ID de plantatge per cargar l'estat de la pila (solzment se -g, -o o -s son pas especificats)
sr: Путања до датотеке са информацијама за потврђивање идентитета базе података урушавања. Ово се користи када наводите ИБ урушавања да бисте послали пронађене трагове спремника (само ако ни -g, ни -o, ни -s нису наведени)
th: เส้นทางที่ไปยังแฟ้มที่มีข้อมูลการตรวจสอบความถูกต้องของฐานข้อมูลความล้มเหลว โดยจะถูกใช้เมื่อระบุ ID ความล้มเหลวเพื่ออัปโหลดการติดตามสแตกที่มีการติดตามใหม่ (เฉพาะเมื่อไม่ได้ระบุ -g, -o, หรือ -s)
zh_hk: 有當機資料庫認證資訊的檔案路徑。在指定某個當機 ID 來上傳重新追蹤的堆疊追蹤時可使用 (只有在 -g、-o 或 -s 都沒有被指定)

source: Display retraced stack traces and ask for confirmation before sending them to the crash database.
bn: ক্র্যাশ ডাটাবেসে পাঠানোর আগে পুনরায় চিহ্নিত স্ট্যাক চিহ্ন প্রদর্শন এবং নিশ্চিতকরণের জন্য জিজ্ঞাসা করা হবে।
cy: Yn dangos olion stac wedi'u hôl a gofyn am gadarnhad cyn eu hanfon i'r gronfa ddata damweiniau.
el: Προβολή των επαναπροσδιορισμένων στοιχείων του stack και ερώτηση για επιβεβαίωση πριν την αποστολή τους στη βάση δεδομένων κατάρρευσης.
fi: Näytä seuratut pinojäljet ja pyydä vahvistusta ennen niiden lähettämistä kaatumistietokantaan.
hi: retraced stack traces को दिखाएं तथा उसके विध्वंस समंकआधार को भेजने के पूर्व पुष्टिकरण हेतु कहें.
ko: 스텍 트레이스를 보여주고 오작동(crash) 데이터베이스로 보내기 전에 확인하기.
lv: Attēlot pātrasētās steka trases un vaicāt pēc apstiprinājuma pirms sūtīt tās uz avāriju datubāzi.
ms: Papar jejak tindanan yang dijejakkan semula dan tanya pengesahan sebelum menghantarnya ke pangkalan data kerosakan.
oc: Afichar l'estat de la pila reconstituida e demandar una confirmacion abans de lo mandar a la banca de donadas dels plantatges.
sr: Приказује пронађене трагове спремника и тражи потврду пре него што их пошаље у базу података о урушавањима.
th: แสดงการติดตามสแตกที่ติดตามใหม่และร้องขอการยืนยันก่อนที่จะส่งไปที่ฐานข้อมูลความล้มเหลว
zh_hk: 顯示重新追蹤的堆疊追蹤，並在送出它們到當機資料庫之前先請求確認。

source: Path to the duplicate sqlite database (default: no duplicate checking)
bn: অনুরূপ sqlite ডাটাবেসের পাথ (পূর্বনির্ধারিত: অনুরূপ নয় এমন পরীক্ষা করা হচ্ছে)
cy: Llwybr i'r gronfa ddata sqlite ddyblyg (rhagosodedig: dim gwirio dyblyg)
el: Διαδρομή προς τη διπλότυπη βάση δεδομένων sqlite (προεπιλογή: μη έλεγχος διπλότυπου)
fi: Polku jäljennös-sqlite-tietokantaan (oletus: ei jälkennöksen tarkistusta)
hi: sqlite समंकआधार के नकल पर ले जाएं (डिफॉल्ट: कोई नकल जाँच नहीं है)
ko: 중복 sqlite 데이터베이스 경로( 기본: 중복 확인 없음)
lv: Ceļš uz dublikāta sqlite datubāzi (pēc noklusējuma: nepārbaudīt dublikātu)
ms: Laluan ke pangkalan data sqlite pendua (lalai: tiada pemeriksaan penduaan)
oc: Emplaçament de la còpia de la banca de donadas SQLite (per defaut : pas de verificacion de la còpia)
sr: Путања до дупликата скулајт базе података (подразумевано: без провере дупликата)
th: เส้นทางที่ไปยังฐานข้อมูล sqlite ที่ทำซ้ำ (ค่าปริยาย: ไม่มีการตรวจสอบการทำซ้ำ)
zh_hk: 重複的 sqlite 資料庫路徑（預設：無重複檢查）
zh_tw: 重複的 sqlite 資料庫路徑（預設：無重複檢查）

source: Do not add StacktraceSource to the report.
cy: Peidiwch ag ychwanegu StacktraceSource at yr adroddiad.
el: Να μην προστεθούν στην αναφορά οι πληροφορίες StacktraceSource.
fi: Älä lisää pinolistauslähteitä raporttiin.
ko: StacktraceSource를 보고서에 추가하지 않기.
lv: Ziņojumam nepievienot StacktraceSource.

source: You cannot use -C without -S. Stopping.
cy: Methu defnyddio -C heb -S. Stopio.
el: Δεν μπορείτε να χρησιμοποιήσετε το -C χωρίς το -S. Διακοπή.
fi: Et voi käyttää valitsinta -C ilman valitsinta -S. Pysäytetään.
ko: -S 옵션을 없이 -C 옵션을 사용할 수 없습니다. 멈춥니다.
lv: Nevar izmantot -C bez -S. Aptur.
ms: Anda tidak bleh guna -C tanpa -S. Dihentikan.
oc: Podètz pas utilizar -C sens -S. Arrèst.
sr: Не можете да користите „-C“ без „-S“. Заустављам.
th: คุณไม่สามารถใช้ -C โดยไม่ใช้ -S ได้ กำลังหยุดทำงาน

source: OK to send these as attachments? [y/n]
bn: এই সংযুক্তি পাঠানো ঠিক? [y/n]
cy: Iawn I anfon y rhain fel atodiadau? [y/n]
el: Συμφωνείτε με την αποστολή αυτών ως συνημμένων; [y/n]
et: Kas saata need nagu manuseid? [jah: y /ei: n]
fi: Sopiiko näiden lähettäminen liitteinä? [y/n] (y=kyllä, n=ei)
hi: इस संलग्नक को भेजने की पुष्टि करें? [हाँy / नn]
ko: 첨부 파일로 보내려면, 확인을 누르시오
lv: Sūtīt tos kā pielikumus? [j/n]
ms: OK untuk menghantar lampiran ini? [y/t]
oc: D'acòrdi per mandar aquò coma pèças juntas ? [y/n]
sr: Да ли је у реду да пошаљем ове као прилоге? [y/n]
th: ต้องการส่งเป็นสิ่งที่แนบมาหรือไม่? [y/n]
zh_hk: 允許傳送這些附件？
zh_tw: 允許傳送這些附件？

source: Report file to unpack
cy: Ffeil adrodd i'w dadbacio
et: Teata lahtipakkitavast failist

source: directory to unpack report to
cy: cyfeiriadur i ddadbacio adroddiad iddo

source: Destination directory exists and is not empty.
bn: গন্তব্য ডিরেক্টরি বিদ্যমান এবং ফাঁকা নয়।
cy: Mae'r cyfeiriadur cyrchfan yn bodoli ac nid yw'n wag.
el: Ο κατάλογος προορισμού υπάρχει ήδη και δεν είναι κενός.
et: Sihtkataloog on olemas ja ei ole tühi.
fi: Kohdehakemisto on jo olemassa, eikä ole tyhjä.
hi: गंतव्य निर्देशिका वर्तमान है तथा यह खाली नहीं है.
ko: 디렉터리는 존재하지만, 파일이 없습니다.
lv: Mērķa direktorija eksistē un nav tukša.
ms: Destinasi direktori wujud dan berisi.
oc: Lo dorsièr de destinacion existís ja e es pas void.
sr: Одредишни директоријум постоји и није празан.
th: ไดเรกทอรีปลายทางมีอยู่และไม่ว่างเปล่า
zh_hk: 目的目錄存在且不是空的。
zh_tw: 目的目錄存在且不是空的。

source: See man page for details.
cy: Gweler tudalen man am fanylion.
el: Δείτε τη σελίδα τεκμηρίωσης για λεπτομέρειες.
et: Vaata üksikasju man-lehelt.
fi: Katso lisätietoja man-sivulta.
ko: 자세한 내용은 맨 페이지를 확인하십시오.
lv: Skatiet rokasgrāmatu “man”, lai uzzinātu vairāk
ms: Rujuk laman panduan untuk perincian.
oc: Vejatz la pagina de manual per mai de detalhs.
sr: Погледајте страницу упутства за појединости.
th: ดูที่ Man page สำหรับรายละเอียดเพิ่มเติม

source: specify the log file name produced by valgrind
cy: nodwch enw'r ffeil log a gynhyrchwyd gan valgrind
el: ορίστε το όνομα αρχείου καταγραφών που θα παράγεται από το valgrind
fi: syötä valgrindin tuottaman lokitiedoston nimi
ko: 밸그린드가 만든 로그 파일의 이름을 지정
lv: norādiet žurnāla datnes nosaukumu, ko veidojis valgrind
ms: nyatakan nama fail log yang dihasilkan oleh valgrind
oc: especifica lo nom del fichièr jornal produch per valgrind
sr: наводи назив датотеке дневника коју произведе валгринд
th: ระบุชื่อแฟ้มปูมที่สร้างขึ้นโดย valgrind

source: reuse a previously created sandbox dir (SDIR) or, if it does not exist, create it
cy: ailddefnyddio cyfeiriad blwch tywod a grëwyd yn flaenorol (SDIR) neu, os nad yw'n bodoli, ei greu
el: επαναχρησιμοποίηση ενός καταλόγου απομόνωσης (SDIR) που δημιουργήθηκε την προηγούμενη φορά, ή αν δεν υπάρχει, δημιούργησε το
fi: käytä uudelleen jo aikaisemmin luotua hiekkalaatikkokansiota (SDIR), tai jos sitä ei ole, luo sellainen
ko: 이전에 만든 샌드박스 디렉터리(SDIR)를 다시 사용하거나 - 존재하지 않는 경우 - 만듭니다.
lv: atkārtoti izmantot iepriekš izveidoto smilšu kastes direktoriju (SDIR) vai tādu izveidot, ja tāda neeksistē
ms: guna semula dir kotak pasir (SDIR) yang digunakan sebelum ini atau, jika ia tidak wujud, cipta baru
oc: reütilizar un repertòri de nauc de sabla (« sandbox ») (SDIR) creat precedentament o, s'existís pas, lo crear
sr: поново користи претходно направљени директоријум пробног система (СДИР) или, ако не постоји, прави га
th: นำ ไดเรกทอรี Sandbox (SDIR) ที่สร้างไว้ก่อนหน้านี้มาใช้ใหม่ หรือสร้างขึ้นมาถ้าเกิดไม่มีอยู่

source: do not create or reuse a sandbox directory for additional debug symbols but rely only on installed debug symbols.
cy: peidiwch â chreu neu ailddefnyddio cyfeiriadur blwch tywod ar gyfer symbolau dadfygio ychwanegol ond dibynnu ar symbolau dadfygio wedi'u gosod yn unig.
el: να μη δημιουργηθεί ή επαναχρησιμοποιηθεί κατάλογος απομόνωσης για σύμβολα αποσφαλμάτωσης, αλλά να χρησιμοποιηθούν μόνο εγκαταστημένα σύμβολα αποσφαλμάτωσης.
fi: älä luo tai käytä uudelleen hiekkalaatikkokansiota ylimääräisiä virheenkorjaussymboleja varten, vaan luota vain asennettuihin virheenkorjaussymboleihin.
ko: 추가 디버그 심볼이 사용할 샌드박스 디렉터리를 다시 사용하거나 만들지 않고 설치한 디버그 심볼에만 의존합니다.
lv: neveidot vai atkārtoti izmanto smilšu kastes direktoriju papildu atkļūdošanas simboliem, bet paļauties tikai uz instalētajiem atkļūdošanas simboliem.
ms: jangan cipta atau guna semula direktori kotak pasir untuk simbol nyahpepijat tambahan tetapi hanya bergantung pada simbol nyahpepijat yang dipasang.
oc: crear pas o reütilizar pas un repertòri sandbox per de simbòls de desbugatge addicionals mas s'apuejar solament suls simbòls de desbugatge instaltats.
sr: не прави или поново користи директоријум пробног система за додатне симболе исправљања грешака већ се ослања само на инсталиране симболе исправљања грешака.
th: ไม่ต้องสร้างหรือนำไดเรกทอรี Sandbox มาใช้ใหม่สำหรับสัญลักษณ์การดีบั๊ก แต่ให้อ้างอิงเฉพาะสัญลักษณ์การดีบั๊กที่ติดตั้งเท่านั้น

source: reuse a previously created cache dir (CDIR) or, if it does not exist, create it
cy: ailddefnyddio cache dir (CDIR) a grëwyd yn flaenorol neu, os nad yw'n bodoli, ei greu
el: επαναχρησιμοποίηση ενός καταλόγου προσωρινής μνήμης (CDIR) που δημιουργήθηκε προηγούμενη φορά, ή αν δεν υπάρχει, δημιούργησε το
fi: uudelleenkäytä aiemmin luotua välimuistin hakemistoa (CDIR) tai, jos sitä ei ole, luo se
ko: 이전에 만든 캐시 디렉터리(SDIR)를 다시 사용하거나 - 존재하지 않는 경우 - 만듭니다.
lv: atkārtoti izmantot iepriekš izveidoto kešatmiņas direktoriju (CDIR) vai tādu izveidot, ja tāda neeksistē
ms: guna semula dir cache (CDIR) yang dicipta sebelum ini, jika tidak wujud, cipta baru
oc: reütilizar un repertòri d'escondedor (CDIR) precedentament creat o, s'existís pas, lo crear
sr: поново користи претходно направљени директоријум оставе (СДИР) или, ако не постоји, прави га
th: ใช้ไดเรกทอรีแคช (CDIR) ที่สร้างไว้ก่อนหน้านี้มาใช้ใหม่ หรือสร้างขึ้นมาถ้าเกิดไม่มีอยู่
