Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: report download/install progress when installing packages into sandbox
cy: adrodd cynnydd llwytho i lawr/gosod wrth osod pecynnau yn y blwch tywod
el: να αναφέρεται η πρόοδος λήψης/εγκατάστασης όταν γίνεται εγκατάσταση πακέτων σε περιβάλλον απομόνωσης
fi: raportoi latauksen/asennuksen eteneminen asennettaessa paketteja hiekkalaatikkoon
ko: 패키지를 샌드박스에 설치할 때 다운로드/설치 진행 상태를 보고합니다.
lv: ziņot lejupielādes/instalēšanas progresu, kad pakotnes instalē smilšu kastē
ms: lapor kemajuan muat turun/pasang bila memasang pakej ke dalam kotak pasir
oc: afichar la progression del telecargament e de l'installacion al moment de l'installacion de paquets dins lo nauc de sabla (« sandbox »)
sr: извештава о напредовању преузетог/инсталираног приликом инсталације пакета у пробном систему
th: รายงานความคืบหน้าของการดาวน์โหลด/ติดตั้งระหว่างติดตั้งแพกเกจไปที่ Sandbox

source: the executable that is run under valgrind's memcheck tool for memory leak detection
cy: y gweithredadwy sy'n cael ei redeg o dan offeryn memcheck valgrind ar gyfer canfod gollyngiadau cof

source: Error: %s is not an executable. Stopping.
cy: Gwall: Nid yw %s yn weithredadwy. Yn stopio.
el: Σφάλμα: το %s δεν είναι εκτελέσιμο. Διακοπή.
et: Viga: %s ei ole käivitusfail. Katkestan.
fi: Virhe: %s ei ole suoritettava tiedosto. Lopetetaan.
ko: 오류: %s은(는) 실행할 수 없습니다. 멈춥니다.
lv: Kļūda — %s nav izpildāms. Aptur.
ms: Ralar: %s bukanlah boleh laku. Menghentikan.
oc: Error : %s es pas un executable. Arrèst.
sr: Грешка: „%s“ није извршни. Стајем.
th: ผิดพลาด: %s ไม่ใช่แฟ้มปฏิบัติการ กำลังหยุดทำงาน

source: This occurred during a previous suspend, and prevented the system from resuming properly.
cy: Digwyddodd hyn yn ystod ataliad blaenorol, ac ataliodd y system rhag ailddechrau'n iawn.
el: Αυτό προκλήθηκε από προηγούμενη αναστολή και απέτρεψε το σύστημα από το να συνεχίσει σωστά.
fi: Tämä tapahtui edellisen valmiustilan aikana ja esti järjestelmää palautumasta oikein.
ko: 이전에 절전을 했을 때 발생하였고 시스템이 정상적으로 계속 진행하는 것을 차단하고 있습니다.
lv: Tas gadījās iepriekšējā iesnaudināšanas reizē un tas neļāva sistēmai normāli atsākt darbu.
th: นี่เกิดขึ้นระหว่างการพักเครื่องครั้งที่ผ่านมา และป้องกันไม่ให้ระบบทำงานต่อได้อย่างถูกต้อง

source: This occurred during a previous hibernation, and prevented the system from resuming properly.
cy: Digwyddodd hyn yn ystod cysgu trwm blaenorol, ac ataliodd y system rhag ailddechrau'n iawn.
el: Αυτό προκλήθηκε από προηγούμενη αδρανοποίηση και απέτρεψε το σύστημα από το να συνεχίσει σωστά.
fi: Tämä tapahtui edellisen lepotilan aikana ja esti järjestelmää palautumasta oikein.
ko: 이전에 최대 절전을 했을 때 발생하였고 시스템이 정상적으로 계속 진행하는 것을 차단하고 있습니다.
lv: Tas gadījās iepriekšējā iemidzināšanas reizē un tas neļāva sistēmai normāli atsākt darbu.
th: นี่เกิดขึ้นระหว่างการไฮเบอร์เนตครั้งที่ผ่านมา และป้องกันไม่ให้ระบบทำงานต่อได้อย่างถูกต้อง

source: The resume processing hung very near the end and will have appeared to have completed normally.
bn: সারসংকলন প্রক্রিয়া শেষে এসে বন্ধ হয়ে গেছে এবং স্বাভাবিকভাবে সম্পন্ন করতে হলে এটি দৃশ্যমান হতে হবে।
cy: Roedd y prosesu ailddechrau yn hongian yn agos iawn at y diwedd a bydd yn ymddangos ei fod wedi'i gwblhau fel arfer.
el: Η διαδικασία επαναφοράς σταμάτησε λίγο πριν την ολοκλήρωσή της και φαίνεται σαν να ολοκληρώθηκε κανονικά.
et: Töötlemise jätkamine sai lõpule ja näib olevat normaalselt lõppenud.
fi: Aloitettu ajo jumiutui erittäin lähellä loppua ja tulee ilmestymään suorittuakseen loppuun normaalisti.
hi: पुनःप्राप्त करने की प्रक्रिया लगभग समाप्ति पे है तथा आशा है की यह समान्यरुप से पुरा हो जाएगा.
ko: 재개 과정의 처리가 거의 완료된 후 중단되어, 정상적으로 완료된 것처럼 보였을 것입니다.
lv: Atsākšanas process pakārās tuvu beigām, kas radīs iespaidu, ka tas ir pabeigts normāli.
ms: Proses pemulihan kaku pada saat-saat akhir dan kelihatan selesai seperti biasa.
oc: Lo processus de represa s'es blocat juste abans d'arribar a son tèrme e apareisserà coma s'èra acabat normalament.
sr: Процес резумирања се „заледио“ при самом крају и све је изгледало као да је успешно завршен.
th: การดำเนินการที่กำลังจะดำเนินการต่อไปนั้นหยุดทำงานชั่วคราวเมื่อใกล้จะจบแล้ว และจะเสร็จสมบูรณ์โดยปกติ
zh_hk: 回復行程在非常接近結束的時候停止回應，但系統仍將會繼續正常運行。
zh_tw: 回復行程在非常接近結束的時候停止回應，且將會表現出正常完成的情形。

source: Your system might become unstable now and might need to be restarted.
bn: আপনার পদ্ধতি এখন অস্থায়ী হতে পারে এবং পুনরায় শুরু করতে হতে পারে।
cy: Mae'n bosibl y bydd eich system yn mynd yn ansefydlog nawr ac efallai y bydd angen ei hailddechrau.
el: Το σύστημά σας πιθανώς να καταστεί ασταθές και ίσως απαιτηθεί η επανεκκίνησή του.
et: Teie süsteem võib nüüd muutuda ebastabiilseks ja võib vajada taaskäivitust.
fi: Järjestelmästäsi saattaa tulla epävakaa ja se saattaa tarvita uudelleenkäynnistystä.
hi: आपका तंत्र संभवतः अब अस्थायी है तथा पुनःशुरु करने की जरुरत है.
ko: 현재 시스템이 불안정하여 컴퓨터를 다시 시작해야 합니다.
lv: Jūsu sistēma varētu tagad kļūt nestabila, un to vajadzētu pārstartēt.
ms: Sistem anda akan menjadi tidak stabil sekarang dan mungkin perlu dimulakan semula.
oc: Ara, vòstre sistèma se pòt far instable e pòt aver besonh d'èsser reaviat.
th: ระบบของคุณอาจไม่เสถียรแล้วในขณะนี้ และต้องเริ่มการทำงานของระบบใหม่
zh_hk: 您的系統現在也許會不穩定且需要重新啟動。
zh_tw: 您的系統現在也許會不穩定且需要重新啟動。

source: Report a problem...
bn: সমস্যার প্রতিবেদন...
cy: Adrodd am broblem...
el: Αναφορά προβλήματος...
et: Probleemist teatamine...
fi: Raportoi ongelma...
hi: समस्या को रिपोर्ट करें...
ko: 문제 보고...
lv: Ziņot par problēmu...
ms: Lapor masalah...
oc: Senhalar un problèma...
sr: Пријави проблем...
th: รายงานปัญหา
zh_hk: 報告問題...
zh_tw: 報告問題...

source: Report a malfunction to the developers
bn: ডেভেলপারকে বিকৃত এর প্রতিবেদন দিন
cy: Rhoi gwybod am gamweithio i'r datblygwyr
el: Αναφορά δυσλειτουργίας στους προγραμματιστές
et: Arendajate teavitamine tõrkest
fi: Raportoi toimintahäiriöstä sovelluksen kehittäjille
hi: विकासकर्ता को खराबी के बारे में रिपोर्ट करें
ko: 개발자에게 버그를 보고합니다
lv: Ziņot par kļūdainu funkcionalitāti izstrādātājiem
ms: Laporkan kerosakan kepada pembangun
oc: Senhalar un disfoncionament als desvolopaires
sr: Пријавите грешке у раду програмерима
zh_hk: 報告問題予開發者
zh_tw: 報告問題予開發者

source: Sorry, the application %s has stopped unexpectedly.
cy: Mae'n ddrwg gennym, mae'r rhaglen %s wedi dod i ben yn annisgwyl.
el: Λυπούμαστε, η εφαρμογή %s σταμάτησε απροσδόκητα.
et: Vabandust, rakendus %s peatus ootamatult.
fi: Valitettavasti sovellus %s pysähtyi odottamatta.
ko: 프로그램 %s이(가) 예상치 않게 끝났습니다.
lv: Atvainojiet, lietotne %s negaidīti pārstāja strādāt.
ms: Maaf, aplikasi %s telah dihentikan tanpa dijangka.
oc: O planhèm, %s s'es arrestada d'un biais inesperat.
sr: Извините, програм „%s“ се неочекивано зауставио.
th: ขออภัย โปรแกรม %s หยุดทำงานอย่างกะทันหัน
zh_hk: 很抱歉，應用程式 %s 已無預期停止。
zh_tw: 很抱歉，應用程式 %s 已無預期停止。

source: Sorry, %s has closed unexpectedly.
bn: দুঃখিত, %s অপ্রত্যাশিতভাবে বন্ধ হয়ে গেছে।
cy: Mae'n ddrwg gennym, mae %s wedi cau'n annisgwyl.
el: Συγνώμη,το %s τερματίστηκε απροδόκητα.
et: Vabandust, %s sulgus ootamatult.
fi: Valitettavasti %s sulkeutui odottamatta.
ko: 프로그램 %s이(가) 예상치 않게 끝났습니다.
lv: Atvainojiet, %s aizvērās negaidīti.
ms: Maaf, %s telah ditutup tanpa dijangka.
oc: O planhèm, %s a quitat d'un biais imprevist.
sr: Извините, „%s“ се неочекивано затворио.
th: ขออภัย %s ปิดลงอย่างกะทันหัน
zh_hk: 非常抱歉，%s 已無預警關閉。
zh_tw: 非常抱歉，%s 已無預警關閉。

source: Sorry, %s has experienced an internal error.
bn: দুঃখিত, %s অভ্যন্তরীণ ত্রুটি অভিজ্ঞ হয়েছে।
cy: Mae'n ddrwg gennym, mae %s wedi profi gwall mewnol.
el: Συγνώμη, το %s παρουσίασε εσωτερικό σφάλμα.
et: Vabandust, %s ilmnes sisemine viga.
fi: Valitettavasti %s kohtasi sisäisen virheen.
ko: 죄송합니다. %s에 내부 오류가 발생했습니다.
lv: Atvainojiet, %s gadījās iekšēja kļūda.
ms: Maaf, %s telah mengalami ralat dalaman.
oc: O planhèm, %s a rencontrat una error intèrna.
sr: Извините, „%s“ је наишао на унутрашњу грешку.
th: ขออภัย %s ประสบปัญหาภายใน
zh_hk: 非常抱歉， %s 遭遇內部錯誤。
zh_tw: 非常抱歉， %s 遭遇內部錯誤。

source: Send
bn: পাঠান
cy: Anfon
el: Αποστολή
et: Saada
fi: Lähetä
hi: भेजें
ko: 보내기
lv: Sūtīt
ms: Hantar
oc: Mandar
sr: Пошаљи
th: ส่ง
zh_hk: 傳送
zh_tw: 傳送

source: Show Details
bn: বিস্তারিত প্রদর্শন করুন
cy: Dangos Manylion
el: Προβολή λεπτομερειών
et: Näita üksikasju
fi: Näytä tiedot
hi: विवरण दिखाएँ
ko: 자세한 내용 보이기
lv: Rādīt detaļas
ms: Papar Perincian
oc: Afichar los detalhs
sr: Прикажи појединости
th: แสดงรายละเอียด
zh_hk: 顯示詳細資料
zh_tw: 顯示詳細資料

source: Continue
bn: চালিয়ে যান
cy: Parhau
el: Συνέχεια
et: Jätka
fi: Jatka
hi: जारी रखें
ko: 계속
lv: Turpināt
ms: Teruskan
oc: Contunhar
sr: Настави
th: ทำต่อไป
zh_hk: 繼續
zh_tw: 繼續

source: The application %s has stopped responding.
cy: Mae'r rhaglen %s wedi peidio ag ymateb.
el: Η εφαρμογή %s σταμάτησε να ανταποκρίνεται.
et: Rakendus %s on lakanud reageerimast.
fi: Sovellus "%s" ei vastaa.
ko: 프로그램 %s이(가) 응답을 하지 않습니다.
lv: Lietotne %s pārstāja atbildēt.
ms: Aplikasi %s telah berhenti membalas.
oc: L'aplicacion %s a daissat de respondre.
sr: Програм „%s“ је престао да одговара.
th: โปรแกรม %s หยุดตอบสนองแล้ว
zh_hk: 應用程式 %s 已停止回應。
zh_tw: 應用程式 %s 已停止回應。

source: The program "%s" has stopped responding.
cy: Mae'r rhaglen "%s" wedi peidio ag ymateb.
el: Το πρόγραμμα "%s" σταμάτησε να ανταποκρίνεται.
et: Programm "%s" ei vasta enam.
fi: Ohjelma "%s" ei vastaa.
ko: 프로그램 "%s"이(가) 응답을 하지 않습니다.
lv: Programma "%s" pārstāja atbildēt.
ms: Aplikasi "%s" telah berhenti membalas.
oc: Lo programa "%s" a daissat de respondre.
sr: Програм „%s“ је престао да одговара.
th: โปรแกรม "%s" หยุดตอบสนองแล้ว
zh_hk: 程式「%s」已停止回應。
zh_tw: 程式「%s」已停止回應。

source: Package: %s
bn: প্যাকেজ: %s
cy: Pecyn: %s
el: Πακέτο: %s
et: Pakett: %s
fi: Paketti: %s
ko: 패키지: %s
lv: Pakotne: %s
ms: Pakej: %s
oc: Paquet : %s
sr: Пакет: %s
th: แพกเกจ: %s
zh_hk: 套件：%s
zh_tw: 套件：%s

source: Sorry, a problem occurred while installing software.
bn: দুঃখিত, সফটওয়্যার ইন্সটল করার সময় সমস্যা হয়েছে।
cy: Ymddiheuriadau, cafwyd problem wrth osod meddalwedd.
el: Συγνώμη , κάποιο πρόβλημα παρουσιάστηκε κατά την εγκατάσταση του λογισμικού.
et: Vabandust, tarkvara paigaldamisel tekkis viga.
fi: Valitettavasti ohjelmistoja asennettaessa ilmeni ongelma.
ko: 죄송합니다. 소프트웨어 설치 중 오류가 발생했습니다.
lv: Atvainojiet, problēma notika instalējot programmatūru.
ms: Maaf, masalah berlaku semasa memasang perisian.
oc: O planhèm, una error s'es producha al moment de l'installacion del logicial.
sr: Извините, дошло је до проблема приликом инсталирања софтвера.
th: ขออภัย เกิดปัญหาขณะติดตั้งซอฟต์แวร์
zh_hk: 非常抱歉，於安裝軟件時遭遇問題。
zh_tw: 非常抱歉，於安裝軟體時遭遇問題。

source: The application %s has experienced an internal error.
cy: Mae'r rhaglen %s wedi profi gwall mewnol.
el: Η εφαρμογή %s παρουσίασε ένα εσωτερικό σφάλμα.
et: Rakenduses %s ilmnes sisemine viga.
fi: Sovellus %s kohtasi sisäisen virheen.
ko: 프로그램 %s에 내부 오류가 발생했습니다.
lv: Lietotnei %s gadījās iekšējā kļūda
ms: Aplikasi %s telah mengalami ralat dalaman
oc: L'aplicacion %s a patit una error intèrna.
sr: Програм „%s“ је наишао на унутрашњу грешку.
th: โปรแกรม %s ประสบปัญหาภายใน
zh_hk: 應用程式 %s 已遭遇某內部錯誤。
zh_tw: 應用程式 %s 已遭遇某內部錯誤。

source: The application %s has closed unexpectedly.
bn: অ্যাপ্লিকেশন %s অপ্রত্যাশিতভাবে বন্ধ হয়ে গেছে।
cy: Mae'r rhaglen %s wedi cau'n annisgwyl.
el: Η εφαρμογή %s τερματίστηκε απροσδόκητα.
et: Rakendus %s suleti ootamatult.
fi: Sovellus %s sulkeutui yllättäen.
ko: 프로그램 %s이(가) 예상치 않게 끝났습니다.
lv: Lietotne %s aizvērās negaidīti.
ms: Aplikasi %s telah ditutup tanpa dijangka.
oc: L'aplicacion %s a quitat d'un biais imprevist.
sr: Програм „%s“ се неочекивано затворио.
th: โปรแกรม %s ปิดลงอย่างกะทันหัน
zh_hk: 應用程式 %s 已無預警關閉。
zh_tw: 應用程式 %s 已無預警關閉。

source: If you notice further problems, try restarting the computer.
bn: যদি আপনি অতিরিক্ত কোন সমস্যা উল্লেখ করেন, কম্পিউটার পুনরায় আরম্ভ করার চেষ্টা করুন।
cy: Os byddwch yn sylwi ar broblemau pellach, ceisiwch ailgychwyn y cyfrifiadur.
el: Εάν συναντήσετε περαιτέρω προβλήματα, παρακαλούμε επανεκκινήστε τον υπολογιστή σας.
et: Kui märkad täiendavaid probleeme, proovi arvuti taaskäivitada.
fi: Jos ongelmat jatkuvat, käynnistä tietokone uudelleen.
ko: 더욱 심각한 문제가 발생한다면 컴퓨터를 다시 시작하십시오.
lv: Ja jūs pamanāt tālākas problēmas, mēģiniet pārstartēt datoru.
ms: Jika anda mengalami masalah, cuba mulakan semula komputer.
oc: En cas de problèmas mai, ensajatz de reamodar vòstre ordenador.
sr: Ако приметите будуће проблеме, покушајте поново да покренете рачунар.
th: ถ้าคุณประสบปัญหาเพิ่มเติม ให้ลองเริ่มการทำงานของคอมพิวเตอร์ใหม่อีกครั้ง
zh_hk: 若您之後仍發現問題，請嘗試重新啟動電腦。
zh_tw: 若您之後仍發現問題，請嘗試重新啟動電腦。

source: Ignore future problems of this type
bn: এই ধরণের ভবিষ্যৎ সমস্যা উপেক্ষা করুন
cy: Anwybyddwch broblemau o'r math hwn yn y dyfodol
el: Στο μέλλον να αγνοούνται προβλήματα αυτού του τύπου
et: Ignoreeri seda tüüpi tulevasi probleeme
fi: Jätä huomiotta tulevat vastaavanlaiset ongelmat
ko: 앞으로 이런 형식의 문제를 무시합니다.
lv: Ignorēt šāda veida tālākas problēmas
ms: Abai masalah masa hadapan bagi jenis ini
oc: Ignorar los problèmas d'aquesta mena que venon
sr: Занемари будуће проблеме ове врсте
th: เพิกเฉยต่อปัญหาครั้งหน้าของประเภทนี้
zh_hk: 忽略未來發生的此類型問題
zh_tw: 忽略未來發生的此類型問題

source: Hide Details
bn: বিস্তারিত আড়াল করুন
cy: Cuddio Manylion
el: Απόκρυψη λεπτομεριών
et: Peida üksikasjad
fi: Piilota tiedot
hi: विवरण छिपाएँ
ko: 자세한 내용 숨기기
lv: Slēpt detaļas
ms: Sembunyi Perincian
oc: Amagar los detalhs
sr: Сакриј детаље
th: ซ่อนรายละเอียด
zh_hk: 隱藏詳細資料
zh_tw: 隱藏詳細資料

source: Cancel
cy: Diddymu
el: Ακύρωση
et: Loobu
fi: Peru
ko: 취소
lv: Atcelt
sr: Откажи
th: ยกเลิก

source: OK
bn: ঠিক আছে
cy: Iawn
el: Εντάξει
ko: 확인
lv: Labi
sr: У реду
th: ตกลง

source: Crash report
bn: ক্র্যাশ প্রতিবেদন
cy: Adroddiad chwalu
el: Αναφορά αποτυχίας συστήματος
et: Krahhiaruanne
fi: Ohjelmisto lopetti toimintansa
hi: क्रैश रिपोर्ट
ko: 충돌 보고서
lv: Ziņojums par avāriju
ms: Laporan kerosakan
oc: Rapòrt d'anomalia
sr: Извештај о урушавању
th: รายงานความผิดพลาด
zh_hk: 當機回報
zh_tw: 當機回報

source: <big><b>Sorry, an internal error happened.</b></big>
bn: <big><b>দুঃখিত, আভ্যন্তরীন ত্রুটি ঘটেছে।</b></big>
cy: <big><b>Ymddiheuriau, digwyddodd gwall mewnol.</b></big>
el: <big><b>Μας συγχωρείτε, συνέβη ένα εσωτερικό σφάλμα.</b></big>
et: <big><b>Vabandust, ilmnes sisemine viga .</b></big>
fi: <big><b>Valitettavasti havaittiin sisäinen virhe.</b></big>
hi: <big><b>क्षमा करें, एक आंतरिक त्रुटि हुई.</b></big>
ko: <big><b>죄송합니다. 내부 오류가 발생했습니다..</b></big>
lv: <big><b>Atvainojiet, notikusi iekšējā kļūda.</b></big>
ms: <big><b>Maaf, ralat dalaman berlaku.</b></big>
oc: <big><b>O planhèm, una error intèrna s'es producha !</b></big>
sr: <big><b>Извините, догодила се унутрашња грешка.</b></big>
th: <big><b>ขออภัย เกิดข้อผิดพลาดภายใน</b></big>
zh_hk: <big><b>非常抱歉，發生內部錯誤。</b></big>
zh_tw: <big><b>非常抱歉，發生內部錯誤。</b></big>

source: Remember this in future
cy: Cofiwch hyn yn y dyfodol
el: Θυμήσου το αυτό στο μέλλον
et: Pidage seda tulevikus meeles
fi: Muista tämä myöhemmin
ko: 이후에도 기억하기

source: Ignore future problems of this program version
bn: এই প্রোগ্রাম সংস্করনের ভবিষ্যত সমস্যা উপেক্ষা করুন
cy: Anwybyddu problemau yn y dyfodol o'r fersiwn rhaglen hon
el: Αγνοήστε μελλοντικά προβλήματα αυτής της έκδοσης προγράμματος
et: Ignoreeri selle programmiversiooni tulevasi probleeme
fi: Älä huomioi tämän ohjelmiston kaatumisia jatkossa
ko: 이후 이 버전의 프로그램에서 발생하는 문제를 무시합니다.
lv: Ignorēt tālākas problēmas ar šo programmas versiju
ms: Abai masalah versi program ini dimasa hadapan
oc: Ignorar los problèmas que venon d'aquesta version del programa
sr: Занемари будуће проблеме у раду овог издања програма
th: เพิกเฉยต่อปัญหาในภายหลังที่เกิดขึ้นบนโปรแกรมรุ่นนี้
zh_hk: 忽略本程式版本未來發生的錯誤
zh_tw: 忽略本程式版本未來發生的錯誤

source: Relaunch this application
cy: Ail gychwyn y rhaglen hon
el: Επανεκκίνηση αυτής της εφαρμογής
et: Taaskäivita see rakendus
fi: Käynnistä sovellus uudelleen
ko: 응용 프로그램 다시 시작

source: _Examine locally
bn: স্থানীয়ভাবে পরীক্ষা করুন (_E)
cy: _Archwilio'n lleol
el: Τοπική _εξέταση
et: _Uuri olukorda
fi: _Tutki paikallisesti
hi: _स्थानीय स्तर पर जांच करें
ko: 로컬에서 검사(_E)
lv: _Eksaminēt lokāli
ms: _Periksa secara setempat
oc: _Examinar en local
sr: _Испитај локално
th: _ตรวจสอบในเครื่อง
zh_hk: 於本地端檢查(_E)
zh_tw: 於本地端檢查(_E)

source: Don't send
cy: Peidio anfon
el: Να μην σταλθεί
et: Ära saada
fi: Älä lähetä
ko: 보내지 않기

source: <big><b>Collecting problem information</b></big>
bn: <big><b>সমস্যার তথ্য সংগ্রহ করা হচ্ছে</b></big>
cy: <big><b>Casglu gwybodaeth am broblemau</b></big>
el: <big><b>Συλλογή πληροφοριών προβλήματος</b></big>
et: <big><b>Probleemi kirjeldavate andmete kogumine</b></big>
fi: <big><b>Kerätään tietoja ongelmasta</b></big>
hi: <big><b>समस्या सूचना इकठ्ठा कर रहा है</b></big>
ko: <big><b>문제 정보를 수집하는 중</b></big>
lv: <big><b>Savāc informāciju par problēmu</b></big>
ms: <big><b>Mengutip maklumat masalah</b></big>
oc: <big><b>A collectar d'informacions ligadas al problèma</b></big>
sr: <big><b>Сакупљам информације о проблему</b></big>
th: <big><b>กำลังรวบรวมข้อมูลของปัญหา</b></big>
zh_hk: <big><b>正在收集問題資訊</b></big>
zh_tw: <big><b>正在收集問題資訊</b></big>

source: Information is being collected that may help the developers fix the problem you report.
bn: তথ্য সংগৃহীত হচ্ছে যা ডেভেলপারকে সমস্যার প্রতিবেদন নির্ধারণে সাহায্য করতে পারে।
cy: Mae gwybodaeth yn cael ei chasglu a allai helpu'r datblygwyr i ddatrys y broblem rydych chi'n rhoi gwybod amdani.
el: Συλλέγονται πληροφορίες που μπορεί να βοηθήσουν τους υπευθύνους ανάπτυξης στην επιδιόρθωση του προβλήματος που αναφέρετε.
et: Kogutakse informatsiooni, mis võib aidata arendajatel probleemi kõrvaldada.
fi: Kerätään tietoja ongelman korjaamisen helpottamiseksi.
hi: सूचना संगृहित हो रही है जो आपके रिपोर्ट करने पर विकासकर्ता को समस्या निराकरण में मदद करेगा.
ko: 개발자가 여러분이 보낸 보고서를 통해 문제를 해결할 수 있도록 정보를 수집하고 있습니다.
lv: Tiek savākta informācija, kas varētu palīdzēt izstrādātājiem novērst problēmu, par kuru ziņojat.
ms: Maklumat yang dikutip mungkin membantu para pembangun membaiki masalah yang anda laporkan.
oc: De donadas son en cors de collècta per ajudar los desvolopaires a corregir lo problèma qu'avètz rencontrat.
sr: Прикупљене су информације које могу да помогну ауторима у решавању проблема који сте пријавили.
th: กำลังรวบรวมข้อมูลซึ่งช่วยให้นักพัฒนาแก้ไขปัญหาที่คุณรายงานไป
zh_hk: 正在收集資訊以幫助程式開發者修正在你報告中的問題。
zh_tw: 正在收集資訊以幫助開發者修正您報告的問題。

source: <big><b>Uploading problem information</b></big>
bn: <big><b>সমস্যার তথ্য হালনাগাদ করা হচ্ছে</b></big>
cy: <big><b>Wrthi'n llwytho manylion problem</b></big>
el: <big><b>Αποστολή πληροφοριών του προβλήματος</b></big>
et: <big><b>Probleemi kirjeldava teabe üleslaadimine</b></big>
fi: <big><b>Lähetetään tietoja ongelmasta</b></big>
hi: <big><b>समस्या सूचना को अपलोड कर रहा है</b></big>
ko: <big><b>문제 정보를 업로드하는 중</b></big>
lv: <big><b>Augšupielādē informāciju par problēmu</b></big>
ms: <big><b>Memuat naik maklumat masalah</b></big>
oc: <big><b>Mandadís de las informacions ligadas a l'incident</b></big>
sr: <big><b>Шаљем информације о проблему</b></big>
th: <big><b>กำลังอัพโหลดข้อมูลของปัญหา</b></big>
zh_hk: <big><b>正在上傳問題資訊</b></big>
zh_tw: <big><b>正在上傳問題資訊</b></big>

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
bn: সংগৃহীত তথ্য বাগ ট্র্যাকিং সিস্টেমে পাঠানো হচ্ছে। এটি কয়েক মিনিট সময় নিতে পারে।
cy: Mae'r wybodaeth a gasglwyd yn cael ei hanfon i'r system olrhain bygiau. Gall hyn gymryd ychydig o funudau.
el: Οι πληροφορίες που συλλέχθηκαν αποστέλλονται στο σύστημα καταγραφής λαθών. Αυτό μπορεί να διαρκέσει λίγα λεπτά.
et: Toimub kogutud info saatmine veajälgimissüsteemile. Selleks võib kuluda mitu minutit.
fi: Kerättyjä tietoja lähetetään vianseurantajärjestelmään. Tämä saattaa kestää muutamia minuutteja.
hi: संगृहित सूचना को बग मार्ग तंत्र को भेजी जा रही है. इसमें कुछ मिनट लग सकते हैं.
ko: 수집한 정보를 버그 추적 시스템으로 전송하고 있습니다. 이 작업은 수 분이 필요할 수 있습니다.
lv: Savāktā informācija tiek nosūtīta uz kļūdu sekošanas sistēmu. Tas var aizņemt pāris minūtes.
ms: Maklumat yang dikutip akan dihantat ke sistem penjejakan pepijat. Ia mengambil masa beberapa minit.
oc: Las donadas collectadas son transmesas al sistèma de seguit dels bugs. Aquò pòt prene qualques minutas.
sr: Прикупљене информације се шаљу систему за праћење грешака. Ово ће потрајати неколико минута.
th: ข้อมูลที่รวบรวมมากำลังจะถูกส่งไปยังระบบติดตามบั๊ก การกระทำนี้จะใช้เวลาเพียงไม่กี่นาที
zh_hk: 正在把收集到的資訊傳送至錯誤追蹤系統。可能會花上數分鐘。
zh_tw: 正將收集到的資訊傳送至臭蟲追蹤系統。這可能需要數分鐘。

source: Apport crash file
bn: অ্যাপোর্ট ক্র্যাশ ফাইল
cy: Ffeil chwalfa Apport
el: Αρχείο κατάρρευσης Apport
et: Apport krahhifail
fi: Apport-kaatumistiedosto
hi: विध्वंस संचिका संविभाजित करें
ko: 충돌 파일 보고
lv: Apport avārijas fails
ms: Fail rosak Apport
oc: Fichièr d'arrèst brutal d'Apport
sr: Датотека урушавања Апорта
th: แฟ้มความล้มเหลว Apport
zh_hk: Apport 當機檔案
zh_tw: Apport 當機檔案

source: Leave Closed
bn: পরিত্যাগ পরিবেষ্টিত
cy: Gadael ar Gau
el: Να παραμείνει κλεισμένο
et: Jätke suletuks
fi: Sulje sovellus
ko: 닫은 채로 두기
lv: Atstāt aizvērtu
ms: Tinggalkan Tertutup
oc: Daissar tampat
sr: Остави затворено
th: ปล่อยให้ปิดไป
zh_hk: 維持關閉
zh_tw: 維持關閉

source: Relaunch
bn: পুনরায় আরম্ভ করুন
cy: Ail gychwyn
el: Επανεκκίνηση
et: Taaskäivita
fi: Käynnistä uudelleen
hi: पुन: लॉन्‍च करें
ko: 다시 시작
lv: Palaist vēlreiz
ms: Lancarkan Semula
oc: Reaviar
sr: Поново покрени
th: เรียกใหม่
zh_hk: 重新啟動
zh_tw: 重新啟動

source: Username:
bn: ব্যবহারকারীর নাম:
cy: Enw defnyddiwr:
el: Όνομα χρήστη:
et: Kasutajanimi:
fi: Käyttäjätunnus:
hi: प्रयोक्तानाम:
ko: 사용자 이름:
lv: Lietotājvārds:
ms: Nama Pengguna:
oc: Nom d'utilizaire :
sr: Корисничко име:
th: ชื่อผู้ใช้:
zh_hk: 使用者名稱：

source: Password:
bn: পাসওয়ার্ড:
cy: Cyfrinair:
el: Κωδικός πρόσβασης:
et: Parool:
fi: Salasana:
hi: कूटशब्द:
ko: 암호:
lv: Parole:
ms: Kata Laluan:
oc: Senhal :
sr: Лозинка:
th: รหัสผ่าน:
zh_hk: 密碼：

source: Collecting Problem Information
bn: সমস্যার তথ্য সংগ্রহ করা হচ্ছে
cy: Yn Casglu Manylion Problem
el: Συλλογή πληροφοριών προβλήματος
et: Probleemi kirjeldavate andmete kogumine
fi: Kerätään tietoja ongelmasta
hi: समस्या सूचना संग्रह करें
ko: 문제 정보를 모으는 중
lv: Ievāc informāciju par problēmu
ms: Mengumpul Maklumat Masalah
oc: Collècta de las informacions ligadas al problèma
sr: Прикупљам информације о проблему
zh_hk: 正在收集問題資訊
zh_tw: 正收集問題資訊

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
bn: অ্যাপ্লিকেশন উন্নত করতে সংগ্রহকৃত তথ্য ডেভেলপারকে পাঠানো হতে পারে। এটি কয়েক মিনিট সময় নিতে পারে।
cy: Mae modd anfon y wybodaeth a gasglwyd at y datblygwyr i wella'r rhaglen. Gall hyn gymryd ychydig funudau.
el: Μπορείτε να στείλετε τις πληροφορίες που συλλέχθηκαν στους υπεύθυνους ανάπτυξης ώστε να βελτιώσουν την εφαρμογή. Αυτό μπορεί να διαρκέσει λίγα λεπτά.
et: Kogutud andmed võib saata arendajatele, et rakenduse saaks parandada. Saatmine võib võtta mõned minutid.
fi: Kerätty tieto voidaan lähettää kehittäjille ohjelmiston parantamiseksi. Tämä voi kestää muutamia minuutteja.
hi: संगृहीत समस्या को अनुप्रयोग को विकसीत करने हेतु विकासकर्ता को भेजा जाएगा. इसमें कुछ मिनटों का समय लगेगा.
ko: 수집한 정보는 프로그램을 개선하기 위해 개발자에게 보낼 수 있습니다. 이 작업은 수 분이 필요할 수 있습니다.
lv: Savāktā informācija var tik nosūtīta izstrādātājiem, lai tie varētu uzlabot lietotni. Tas var aizņemt dažas minūtes.
ms: Maklumat yang dikumpul boleh dihantar ke pembangun untuk pertingkatkan kualiti aplikasi. Ia mengambil masa beberapa minit.
oc: Las informations collectadas pòdon èsser mandadas als desvolopaires per melhorar l'aplicacion. Aquò pòt prene qualques minutas.
sr: Прикупљене информације могу бити послате програмерима ради побољшања програма. То може потрајати неколико минута.
th: ข้อมูลที่รวบรวมมาสามารถส่งไปให้นักพัฒนาเพื่อให้ปรับปรุงโปรแกรมได้ การกระทำนี้จะใช้เวลาเพียงไม่กี่นาที
zh_hk: 收集之資訊會傳送給開發者以改善該應用程式。可能會花數分鐘。
zh_tw: 收集之資訊會傳送予開發者以改善該應用程式。此舉或需數分鐘。
