Repository: canonical/apport
Catalog: po/*.po
Languages: bn, cy, el, et, fi, hi, ko, lv, ms, oc, sr, th, zh_hk, zh_tw

source: Collect system information
cy: Casglu gwybodaeth system
el: Συλλογή πληροφοριών συστήματος
et: Koguge süsteemiteavet
fi: Kerää järjestelmätiedot
ko: 시스템 정보 수집
lv: Savākt informāciju par sistēmu
ms: Kutip maklumat sistem
oc: Collectar d'informacions a prepaus del sistèma
sr: Прикупљам системске информације
th: รวบรวมข้อมูลของระบบ
zh_hk: 收集系統資訊
zh_tw: 蒐集系統資訊

source: Authentication is required to collect system information for this problem report
cy: Mae angen dilysu er mwyn casglu gwybodaeth system ar gyfer yr adroddiad problem hwn
el: Απαιτείται πιστοποίηση για την συλλογή πληροφοριών συστήματος για αυτήν την αναφορά προβλήματος
et: Selle probleemiaruande jaoks süsteemiteabe kogumiseks on vaja autentimist
fi: Vikailmoitukseen tarvittavien järjestelmätietojen kerääminen vaatii tunnistautumisen
ko: 이 문제에 대한 시스템 정보를 수집하려면 인증이 필요합니다.
lv: Autentifikācija ir nepieciešama, lai savāktu informāciju par sistēmu šim problēmu ziņojumam
ms: Pengesahihan diperlukan untuk mengutip maklumat sistem bagi laporan masalah ini
oc: Una autentificacion es necessària per collectar l'informacion del sistèma requesida per aqueste rapòrt de bug
sr: Потврђивање идентитета је неопходно за прикупљање системских података за извештај о овом проблему
th: ต้องยืนยันตัวตนเพื่อรวบรวมข้อมูลของระบบเพื่อใช้รายงานปัญหาในครั้งนี้
zh_hk: 若要為此問題回報收集系統資訊需先通過身份驗證
zh_tw: 若要為此問題回報蒐集系統資訊需先通過身份驗證

source: System problem reports
cy: Adroddiadau problemau system
el: Αναφορές προβλημάτων συστήματος
et: Süsteemiprobleemide aruanded
fi: Järjestelmän ongelmaraportit
ko: 시스템 문제 보고
lv: Sistēmas problēmu ziņojumi
ms: Laporan masalah sistem
oc: Rapòrts de problèmas sistèma
sr: Извештавање о проблемима система
th: การรายงานปัญหาระบบ

source: Please enter your password to access problem reports of system programs
cy: Rhowch eich cyfrinair i gael mynediad at adroddiadau problemau rhaglenni system
el: Παρακαλώ εισάγετε το συνθηματικό σας για να αποκτήσετε πρόσβαση στις αναφορές προβλημάτων των προγραμμάτων συστήματος
et: Süsteemiprogrammide probleemiaruannetele juurdepääsuks sisestage oma parool
fi: Anna salasanasi nähdäksesi järjestelmäohjelmien ongelmaraportteja
ko: 시스템 프로그램의 문제 보고서에 접근하려면 암호를 입력해야 합니다.
lv: Lūdzu, ievadiet savu paroli, lai piekļūtu sistēmas programmu problēmziņojumiem
ms: Sila masukkan kata laluan anda untuk mencapai laporan masalah bagi program sistem
oc: Picatz vòstre senhal per accedir a de rapòrts de problèmas de programas sistèma
sr: Унесите вашу лозинку да приступите извештавању проблема системских програма
th: โปรดป้อนรหัสผ่านเพื่อเข้าถึงรายงานปัญหาของโปรแกรมระบบ

source: This package does not seem to be installed correctly
bn: এই প্যাকেজ সঠিকরূপে ইনস্টল করা যাবেনা বলে মনে হচ্ছে
cy: Nid yw'n ymddangos bod y pecyn hwn wedi'i osod yn gywir
el: Αυτό το πακέτο δεν φαίνεται να έχει εγκατασταθεί σωστά
et: Tundub, et see pakett ei ole õigesti installitud
fi: Tätä pakettia ei ole asennettu oikein
hi: ऐसा लगता है कि इस पैकेज को सही ढंग से स्थापित नहीं करा गया है
ko: 이 패키지를 올바르게 설치하지 않았습니다.
lv: Šī pakotne šķiet instalēta nekorekti
ms: Pakej ini tidak kelihatan dipasang dengan betul
oc: Sembla qu'aqueste paquet es pas installat corrèctament.
sr: Изгледа да овај пакет није исправно инсталиран
th: ดูเหมือนว่าแพคเกจนี้จะไม่ได้ถูกติดตั้งอย่างถูกต้อง
zh_hk: 這個套件似乎尚未正確安裝
zh_tw: 這個套件似乎尚未正確安裝

source: This does not seem to be an official %s package. Please retry after updating the indexes of available packages, if that does not work then remove related third party packages and try again.
cy: Nid yw'n ymddangos bod hwn yn becyn %s swyddogol. Rhowch gynnig arall arni ar ôl diweddaru mynegeion y pecynnau sydd ar gael, os nad yw hynny'n gweithio yna tynnwch becynnau trydydd parti cysylltiedig a cheisiwch eto.
et: See ei tundu olevat ametlik %s pakett. Proovige pärast saadaolevate pakettide indeksite värskendamist uuesti, kui see ei tööta, eemaldage seotud kolmanda osapoole paketid ja proovige uuesti.
ko: 공식 %s 패키지가 아닌 것 같습니다. 사용 가능한 패키지의 인덱스를 업데이트 한 후 다시 시도하시오. 그래도 작동하지 않으면 관련 타사 패키지를 제거하고 다시 시도하시오.

source: You have some obsolete package versions installed. Please upgrade the following packages and check if the problem still occurs: %s
bn: আপনার কিছু পুরনো প্যাকেজ ইনস্টল করা রয়েছে, দয়া করে সেগুলি কে আপগ্রেড করুন এবং চেষ্টা করে দেখুন যে কোনো অসুবিধা হচ্ছে কিনা: %s
cy: Mae gennych rai hen fersiynau o'r pecyn wedi'u gosod. Diweddarwch y pecynnau canlynol a gwiriwch a yw'r broblem yn dal i ddigwydd: %s
el: Έχετε εγκατεστημένες κάποιες ξεπερασμένες εκδόσεις ορισμένων πακέτων. Παρακαλούμε αναβαθμίστε τα παρακάτω πακέτα και ελέγξτε αν το πρόβλημα συνεχίζει να υφίσταται: %s
et: Sul on paigaldatud mõned vananenud programmiversioonid. Palun uuenda järgnevaid pakettte ja kontrolli, kas probleemid jätkuvad : %s
fi: Järjestelmässä on asennettuna joidenkin pakettien vanhentuneita versiota. Päivitä seuraavat paketit ja tarkista, uusiutuuko ongelma: %s
hi: आपके के पास कुछ लुप्तप्राय पैकेज के संस्करण संस्थापित हैं. कृपया निम्नलिखित पैकेजों का उन्नयन करें और अभी भी समस्या आने पर पुन: जाँच करेंः %s
ko: 오래된 버전의 패키지가 몇 개 설치되어 있습니다. 다음 패키지를 업그레이드한 후 계속 문제가 발생하는지 점검해 주십시오: %s
lv: Dažas no Jūsu uzstādītajām pakotņu versijām ir novecojušas. Lūdzu, uzlabojiet novecojušās pakotnes un pārbaudiet, vai problēma vēl paliek: %s
ms: Anda mempunyai beberapa pakej versi lapuk yang sudah dipasang. SIla tatarkan pakej berikut dan semak jika masalah masih berlaku: %s
oc: Las versions installadas d'unes paquets son obsolets. Metètz a jorn los paquets seguents, puèi verificatz se lo problèma es encara present :%s
sr: Имате инсталирана нека застарела издања пакета. Надоградите следеће пакете и проверите да ли и даље долази до проблема: %s
zh_hk: 你安裝了一些過時的軟件包。請先更新以下軟件包並在問題繼續出現時再進行檢查： %s
zh_tw: 您安裝了某些已過時的套件。請升級以下套件以及檢查問題是否繼續產生： %s

source: unknown program
bn: অজানা প্রোগ্রাম
cy: rhaglen anhysbys
el: άγνωστο πρόγραμμα
et: tundmatu programm
fi: tuntematon sovellus
hi: अज्ञात प्रोग्राम
ko: 알 수 없는 문제
lv: nezināma programma
ms: program tidak diketahui
oc: programa desconegut
sr: непознат програм
zh_hk: 不明的程式
zh_tw: 未知程式

source: Sorry, the program "%s" closed unexpectedly
bn: দুঃখিত, "%s" প্রোগ্রামটি অপ্রত্যাশিতভাবে বন্ধ হয়ে গেল
cy: Mae'n ddrwg gennym, caeodd y rhaglen "%s" yn annisgwyl
el: Συγνώμη, το πρόγραμμα "%s" τερματίστηκε απροσδόκητα
et: Vabandust, programm "%s" sulgus ootamatult
fi: Ikävä kyllä ohjelma "%s" sulkeutui yllättäen
hi: क्षमा करें, %s प्रोग्राम अनपेक्षित ढंग से बंद हो गया।
ko: 죄송합니다. "%s" 프로그램이 예상치 않게 끝났습니다.
lv: Piedod, bet programma „%s“ negaidīti beidza darboties
ms: Maaf, program "%s" terpaksa ditutup
oc: O planhèm, lo programa « %s » a quitat d'un biais imprevist
sr: Извините, програм „%s“ је неочекивано затворен
zh_hk: 對不起，該程式 "%s" 不正常起關閉了
zh_tw: 對不起，"%s" 程式已不正常關閉

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
bn: স্বয়ংক্রিয়ভাবে সমস্যাটি পর্যালোচনা করা এবং ডেভেলপারকে প্রতিবেদন করার জন্য আপনার কম্পিউটারে পর্যাপ্ত পরিমাণ খালি মেমোরি নেই।
cy: Nid oes gan eich cyfrifiadur ddigon o gof am ddim i ddadansoddi'r broblem yn awtomatig ac anfon adroddiad at y datblygwyr.
el: Ο υπολογιστής σας δεν έχει αρκετή ελεύθερη μνήμη για να αναλύσει αυτόματα το πρόβλημα και να στείλει μια αναφορά στους προγραμματιστές.
et: Sinu arvutil ei ole piisavalt vaba mälu probleemi automaatse analüüsi ja arendajate teavitamise jaoks.
fi: Muistia ei ole vapaana tarpeeksi ongelman automaattiseen analysointiin ja virheraportin lähettämiseen.
hi: आपके कंप्युटर में समस्या का स्वतः विश्लेषण करने और विकासकर्ताओं को सूचित करने के लिये पर्याप्त रिक्त स्मृति नहीं है।
ko: 컴퓨터에 자동으로 문제를 분석하여 개발자에게 보고서를 보낼 수 있을 정도의 여유 메모리가 없습니다.
lv: Jūsu datoram trūkst brīvas atmiņas, lai veiktu automātisku problēmas analīzi un nosūtītu ziņojumu izstrādātājiem.
ms: Komputer anda tidak mempunyai ingatan bebas yang mencukupi untuk menganalisis masalah dan hantar laporan ke pembangun secara automatik.
oc: Vòstre ordenador possedís pas pro de memòria liura per analisar automaticament lo problèma e mandar un rapòrt als desvolopaires.
sr: Ваш рачунар нема довољно слободне меморије да самостално анализира проблем и пошаље извештај ауторима.
zh_hk: 你的電腦沒有足夠的記憶體以自動分析問題並把問題回報至開發者。
zh_tw: 您的電腦並沒有足夠的可用記憶體可自動分析問題並傳送給開發者一份報告。

source: Problem in %s
bn: %s এ সমস্যা
cy: Problem yn %s
el: Πρόβλημα στο %s
et: Probleem %s ga
fi: Ongelma osan %s kanssa
hi: %s में समस्या
ko: %s 내의 문제
lv: Problēma ar %s
ms: Masalah pada %s
oc: Problèma dins %s
sr: Проблем у „%s“
zh_hk: 於 %s 中的問題
zh_tw: 在 %s 中的問題

source: Invalid problem report
bn: অবৈধ সমস্যা প্রতিবেদন
cy: Adroddiad problem annilys
el: Μη έγκυρη αναφορά προβλήματος
et: Ebasobiv vearaport
fi: Virheellinen ongelmaraportti
hi: अमान्य समस्या सूचना
ko: 올바르지 않은 문제 보고서
lv: Nepareizs kļūdas ziņojums
ms: Laporan masalah tidak sah
oc: Rapòrt d'incident invalid
sr: Неисправан извештај о проблему
zh_hk: 不存在的問題報告
zh_tw: 無效的問題回報

source: You are not allowed to access this problem report.
bn: এই সমস্যার প্রতিবেদনটিতে আপনার প্রবেশাধিকার নেই।
cy: Ni chaniateir i chi gael mynediad at yr adroddiad problem hwn.
el: Δεν σας επιτρέπεται να αποκτήσετε πρόσβαση σε αυτή την αναφορά προβλήματος.
et: Sul puudub ligipääs sellele vearaportile.
fi: Sinulla ei ole lukuoikeuksia tähän ongelmaraporttiin.
hi: इस समस्या रिपोर्ट में आपके पहुँच की अनुमति नहीं है.
ko: 이 문제 보고서에 접근할 수 있는 권한이 없습니다.
lv: Jums nav atļauts piekļūt kļūdas ziņojumam.
ms: Anda tidak dibenarkan mencapai laporan masalah ini.
oc: Sètz pas autorizat a accedir aqueste rapòrt d'incident.
sr: Вама није допуштено да приступите извештају овог проблема.
zh_hk: 你沒有權限去存取這個報告。
zh_tw: 您並不被允許存取此份問題回報。

source: Error
bn: ত্রুটি
cy: Gwall
el: Σφάλμα
et: Viga
fi: Virhe
hi: त्रुटी
ko: 오류
lv: Kļūda
ms: Ralat
sr: Грешка
zh_hk: 錯誤
zh_tw: 錯誤

source: There is not enough disk space available to process this report.
bn: এই প্রতিবেদন প্রক্রিয়া করতে যথেষ্ট ডিস্কের জায়গা বিদ্যমান নেই।
cy: Nid oes digon o le ar ddisg ar gael i brosesu'r adroddiad hwn.
el: Δεν υπάρχει αρκετός χώρος στον δίσκο για την επεξεργασία αυτής της αναφοράς.
et: Vearaporti käsitsemiseks pole piisavalt vaba kettaruumi.
fi: Levyllä ei ole tarpeeksi tilaa raportin käsittelyyn.
hi: इस रिपोर्ट को प्रक्रिया करने हेतु डिस्क में प्रर्याप्त जगह उपलब्ध नहीं है.
ko: 디스크 공간이 부족하여 보고서를 처리할 수 없습니다.
lv: Nepietiek brīvas diska vietas, lai apstrādātu šo ziņojumu.
ms: Ruang cakera tidak mencukupi untuk memproses laporan ini.
oc: I a pas pro d'espaci de disc disponible per tractar aqueste rapòrt.
sr: Нема довољно простора на диску за обрађивање овог извештаја.
zh_hk: 你沒有足夠的硬碟空間去處理這個報告。
zh_tw: 沒有足夠的磁碟空間以處理此份報告。

source: Invalid PID
bn: অকার্যকর PID
cy: PID annilys
el: Άκυρος αριθμός αναγνώρισης της διεργασίας (PID)
et: Vigane PID
fi: PID-numero ei kelpaa
hi: अवैध पीआईडी
ko: 유효하지 않은 PID
lv: Nepareizs PID
ms: PID tidak sah
oc: PID invalida
sr: Неисправан ПИБ
zh_hk: 無效的進程ID
zh_tw: 無效的 PID

source: The specified process ID does not exist.
cy: Nid yw'r ID proses penodedig yn bodoli.
el: Το καθορισμένο αναγνωριστικό διαδικασίας δεν υπάρχει.
et: Määratud protsessi ID-d pole olemas.
fi: Määriteltyä prosessitunnistetta ei ole.
ko: 지정된 프로세스 ID가 존재하지 않습니다.

source: Not your PID
cy: Nid eich PID
el: Δεν είναι η ταυτότητα της διεργασίας σας
et: Mitte sinu PID
fi: Ei sinun PID
ko: 당신의 PID가 아님

source: The specified process ID does not belong to you.
cy: Nid yw'r ID proses penodedig yn perthyn i chi.
el: Το καθορισμένο αναγνωριστικό διεργασίας δεν ανήκει σε εσάς.
et: Määratud protsessi ID ei kuulu sulle.
fi: Määritelty prosessitunniste ei kuulu sinulle.
ko: 지정된 프로세스 ID는 당신의 소유가 아닙니다.

source: No package specified
bn: কোন প্যাকেজ নির্দিষ্ট করা হয় নি
cy: Dim pecyn wedi'i nodi
el: Δεν ορίστηκε πακέτο
et: Pakett määramata
fi: Pakettia ei ole määritelty
hi: पैकेज का विशिष्ट निर्देश नहीं है
ko: 패키지가 지정되지 않음
lv: Nav norādīta pakotne
ms: Tiada pakej ditentukan
oc: Cap de paquet pas especificat
sr: Ниједан пакет није наведен
zh_hk: 沒有指定軟件包
zh_tw: 未指定套件

source: You need to specify a package or a PID. See --help for more information.
bn: আপনার প্যাকেজ অথবা PID সুনির্দিষ্টভাবে উল্লেখ করা প্রয়োজন। দেখুন --আরও তথ্যের জন্য সহায়তা।
cy: Mae angen i chi nodi pecyn neu PID. Gweler --help am ragor o wybodaeth.
el: Χρειάζεται να ορίσετε ένα πακέτο ή ένα PID. Δείτε την --help για περισσότερες πληροφορίες.
et: Sa pead määrama paketi või PID-i. Vaata --help lisainfo jaoks.
fi: Paketti tai PID-tunniste on annettava. Katso lisätietoja käyttämällä valitsinta --help.
hi: आपको पैकेज या PID का विशिष्ट निर्देश देना होगा. अधिक जानकारी के लिए --help देखें.
ko: 패키지 혹은 PID를 지정해야 합니다. --help 옵션으로 더 많은 정보를 확인할 수 있습니다.
lv: Jums jānorāda pakotne vai PID. Apskatiet --help, lai uzzinātu vairāk.
ms: Anda perlu tentukan pakej atau PID. Rujuk --help untuk maklumat lanjut.
oc: Vos cal precisar un paquet o un PID. Utilizatz --help per mai d'informacions.
sr: Треба да одредите пакет или ПИБ. Погледајте „--help“ за више информација.
zh_hk: 你必須指定一個軟件包或進程ID。請輸入 --help 獲得更多資訊。
zh_tw: 您需要指定一個套件或一個 PID。更多資訊請參考 --help。

source: Permission denied
bn: অনুমতি প্রত্যাখ্যাত
cy: Gwrthodwyd caniatâd
el: Δεν επιτρέπεται η πρόσβαση
et: Ligipääs keelatud
fi: Lupa evätty
hi: अनुमति निषेधित
ko: 권한 없음
lv: Nav tiesību uz procesu
ms: Keizinan dinafikan
oc: Autorizacion refusada
sr: Приступ је одбијен
zh_hk: 動作不被許可
zh_tw: 權限不足

source: The specified process does not belong to you. Please run this program as the process owner or as root.
bn: নির্ধারিত প্রক্রিয়াটি আপনার অন্তর্ভুক্ত নয়। অনুগ্রহ করে প্রক্রিয়ার মালিক অথবা মূল হিসেবে এই প্রোগ্রামটি সচল রাখুন।
cy: Nid yw'r broses benodedig yn perthyn i chi. Rhedwch y rhaglen hon fel perchennog y broses neu fel gwraidd.
el: Η συγκεκριμένη διεργασία δεν ανήκει σε εσάς. Παρακαλούμε τρέξτε το πρόγραμμα ως ιδιοκτήτης της διεργασίας ή ως root.
et: Valitud protsess ei kuulu sulle. Palun käivita see programm protsessi omaniku või administraatorina.
fi: Kyseinen prosessi ei kuulu sinulle. Aja tämä ohjelma prosessin omistajana tai pääkäyttäjänä.
hi: यह आपका विशिष्ट निर्देश नहीं है. कृपया इस प्रोग्राम को प्रक्रिया उत्तराधिकारी के रुप में या रुट में चलाएं.
ko: 선택한 프로세스는 여러분이 실행한 것이 아닙니다. 이 프로그램을 직접 실행하거나 root 사용자로 실행하십시오.
lv: Jums nepieder norādītais process. Lūdzu, palaidiet šo programmu kā procesa īpašnieks vai kā root lietotājs.
ms: Proses tersebut bukan milik anda. Sila jalankan program sebagai pemilik proses atau root.
oc: Lo processus especificat vos aparten pas. Executar aqueste programa en tant que proprietari del processus o en tant qu'administrator (root).
sr: Наведени процес не припада вама. Покрените овај програм као власник процеса или као администратор.
th: กระบวนการที่ระบุไม่ใช่ของคุณ โปรดเรียกใช้โปรแกรมนี้ในฐานะเจ้าของกระบวนการหรือในฐานะผู้ดูแลระบบขั้นสูง
zh_hk: 被指定的程序並不屬於你的。請以其擁有者身份或管理員身份運行。
zh_tw: 指定的程序並不屬於您。請以程序擁有者或是 root 身份執行此程式。

source: The specified process ID does not belong to a program.
bn: নির্ধারিত প্রক্রিয়াধীন ID প্রোগ্রামের অন্তর্ভুক্ত নয়।
cy: Nid yw'r ID proses penodedig yn perthyn i raglen.
el: Αυτός ο αριθμός αναγνώρισης της διεργασίας (PID) δεν ανήκει σε κάποιο πρόγραμμα
et: Protsessi ID ei kuulu ühelegi programmile.
fi: Määritetty prosessin ID-numero ei kuulu kyseiselle ohjelmalle.
hi: विशिष्ट निर्देश आईडी प्रोग्राम का हिस्सा नहीं है.
ko: 확인된 프로세스 ID는 프로그램에 종속되지 않은 것입니다.
lv: Norādītais procesa ID nepieder programmai.
ms: ID proses yang ditentukan tidak dimiliki oleh program tersebut.
oc: L'ID de processus especificat aparten pas a cap de programa.
sr: Наведени ПИБ не припада програму.
th: ID ของกระบวนการที่ระบุไม่ใช่ของโปรแกรมใด
zh_hk: 指定的進程ID並不屬於一個程式。
zh_tw: 指定的程序 ID 並不屬於一個程式。

source: Symptom script %s did not determine an affected package
bn: উপসর্গ স্ক্রিপ্ট %s প্রভাবিত প্যাকেজ নির্ধারণ করেনি
cy: Nid yw sgript symptom wedi canfod y pecyn %s effeithiwyd arno
el: Το σενάριο συμπτώματος %s δεν προσδιόρισε κανένα επηρεασμένο πακέτο
et: Sümptomiskript %s ei tuvastanud seotud paketti
fi: Oirekomentosarja %s ei määritellyt vaikuttanutta pakettia
hi: सिनेप्टिक स्क्रिप्ट %s प्रभावित पैकेज का निर्धारण नहीं कर पा रहा है
ko: 증상 스크립트 %s에서 영향을 받는 패키지를 확인하지 않았습니다.
lv: Simptoma skripts %s nenoteica ietekmēto pakotni
ms: Skrip simptom %s tidak menentukan pakej yang terjejas
oc: L'escript %s a pas pogut determinar un paquet afectat
sr: Скрипта симптома „%s“ није одредила ниједан подутицајни пакет
th: สคริปต์อาการ %s ไม่ได้กำหนดแพกเกจที่ได้รับผลกระทบ
zh_hk: 問題判斷指令 %s 無法辨認受影響的套件
zh_tw: 徵狀判斷指令稿 %s 無法判斷出受影響的套件

source: Package %s does not exist
bn: %s প্যাকেজের অস্তিত্ব নেই
cy: Nid yw pecyn %s yn bodoli
el: Το πακέτο %s δεν υπάρχει
et: Paketti %s ei leitud
fi: Pakettia %s ei ole olemassa
hi: पैकेज %s मोजूद नहीं है
ko: %s 패키지가 존재하지 않습니다
lv: Pakotne %s neeksistē
ms: Pakej %s tidak wujud
oc: Lo paquet %s existís pas
sr: Пакет „%s“ не постоји
zh_hk: 軟件包 %s 不存在
zh_tw: 套件 %s 不存在

source: Cannot create report
bn: প্রতিবেদন তৈরি করা যাবে না
cy: Methu creu adroddiad
el: Αδυναμία δημιουργίας αναφοράς
et: Raportit ei õnnestu luua
fi: Raporttia ei voida luoda
hi: रिपोर्ट बनाई नहीं जा सकती
ko: 보고서를 만들 수 없습니다
lv: Neizdodas izveidot ziņojumu
ms: Tidak dapat mencipta laporan
oc: Impossible de crear lo rapòrt
sr: Не могу да направим извештај
zh_hk: 不能創建報告

source: Updating problem report
bn: সমস্যার প্রতিবেদন হালনাগাদ করা হচ্ছে
cy: Wrthi'n diweddaru adroddiad problem
el: Ενημέρωση αναφοράς προβλήματος
et: Probleemiraporti uuendamine
fi: Päivitetään ongelmaraporttia
hi: समस्या रिपोर्ट को अद्यतन कर रहा है
ko: 문제 보고서 갱신
lv: Uzlabo ziņojumu par problēmu
ms: Mengemaskini laporan masalah
oc: Mesa a jorn del rapòrt d'incident
sr: Освежавам извештај о проблему
zh_hk: 正在更新問題報告

source: You are not the reporter or subscriber of this problem report, or the report is a duplicate or already closed. Please create a new report using "apport-bug".
bn: আপনি এই সমস্যার প্রতিবেদনের প্রতিবেদক বা গ্রাহক নন, অথবা প্রতিবেদনটি অনুরূপ অথবা ইতোমধ্যে বন্ধ। অনুগ্রহ করে "অ্যাপোর্ট-বাগ" ব্যবহার করে নতুন প্রতিবেদন তৈরি করুন।
cy: Nid chi yw awdur neu danysgrifiwr yr adroddiad problem hwn, neu mae'r adroddiad yn ddyblyg neu wedi'i gau eisoes. Crëwch adroddiad newydd gan ddefnyddio "apport-bug".
el: Δεν αναφέρατε εσείς, ούτε είστε εγγεγραμμένος για ενημερώσεις σε αυτήν την αναφορά σφάλματος, ή η αναφορά είναι διπλή ή ήδη κλειστή. Παρακαλούμε δημιουργήστε μια νέα αναφορά με τη χρήση του "apport-bug".
et: Te ei ole selle probleemi raporteerija ega ka selle probleemi jälgija. Raport võib olla duplikaat või juba suletud. Palun luua uus raport kasutades "apport-bug" käsku.
fi: Et ole tämän ongelman raportoija tai ilmoittanut ongelmasta aikaisemmin; ilmoitus on mahdollisesti kaksoiskopio tai se on jo suljettu aikaisemmin. Ole hyvä, ja luo uusi raportti käyttäen "apport-bug" määrittelyä.
hi: आप या तो इस समस्या रिपोर्ट का अभिदाता रिपोर्टर नहीं है, या रिपोर्ट दोहरा है या पुर्ववत बंद हो चुका है. कृपया "apport-bug" का उपयोग कर एक नया रिपोर्ट बनाएं.
ko: 이 문제를 보고한 사람이 아니거나 문제 보고서를 구독하지 않거나 중복된 보고서거나 이미 닫힌 문제입니다. "apport-bug" 명령을 이용해 새 보고서를 만들어주십시오.
lv: Jūs neesat problēmas ziņojuma ziņotājs vai neesat pierakstījies uz to, vai arī ziņojums ir dublikāts, vai arī jau aizvērts. Lūdzu izveidojiet jaunu ziņojumu izmantojiet "apport-bug".
ms: Anda bukanlah pelapor atau pelanggan laporan masalah ini, atau laporan adalah pendua atau sudahpun ditutup. Sila cipta laporan baru menggunakan "apport-bug".
oc: Aqueste rapòrt es pas estat fach per vos o vos i sètz pas inscrich ; o es tampat o s'agís d'un doblon. Creatz un rapòrt novèl en utilizant « apport-bug ».
sr: Ви нисте извештач или нисте уписани за извештавање о овом проблему, или је извештај дупликат или је већ затворен. Молим направите нови извештај користећи „apport-bug“.
th: คุณไม่ใช่ผู้รายงานหรือผู้ติดตามรายงานปัญหานี้ หรือรายงานนี้อาจมีการเชื่อมโยงซ้ำ หรือถูกปิดไปแล้ว โปรดสร้างรายงานใหม่โดยใช้ "apport-bug"
zh_hk: 您不是此問題回報的提報者或訂閱者，或者這個報告為複本或已經關閉。 請使用「apport-bug」來建立一份新的問題回報。
